[
  // **** Arrowsong Minstrel **** //
  {
    "Key": "ArrowsongMinstrel.Name",
    "ProcessTemplates": false,
    "enGB": "Arrowsong Minstrel",
    "zhCN": "箭歌咏者",
    "ruRU": "Менестрель Поющих Стрел"
  },
  {
    "Key": "ArrowsongMinstrel.Description",
    "enGB": "Arrowsong minstrels combine the elven traditions of archery, song, and spellcasting into a seamless harmony of dazzling magical effects.",
    "zhCN": "箭歌咏者继承了他们的精灵导师的精准弓术，美妙的歌咏与魔法能力，将这三者融为他们引以为傲的绝技。",
    "ruRU": "Менестрели Поющих Стрел сплетают эльфийские традиции стрельбы, пения и колдовства в безупречную гармонию блистатетльной волшбы."
  },

  {
    "Key": "ArrowsongMinstrel.Proficiencies",
    "ProcessTemplates": false,
    "enGB": "Arrowsong Minstrel Proficiencies",
    "zhCN": "箭歌咏者擅长",
    "ruRU": "Умения Менестрелей Поюших Стрел"
  },
  {
    "Key": "ArrowsongMinstrel.Proficiencies.Description",
    "enGB": "An arrowsong minstrel is proficient with all simple weapons, plus the longbow, shortsword, and shortbow. Arrowsong minstrels are also proficient with light armor and shields (except tower shields).\nAn arrowsong minstrel can cast bard spells while wearing light armor and using a shield without incurring the normal arcane spell failure chance. Like any other arcane spellcaster, An arrowsong minstrel wearing medium or heavy armor incurs a chance of arcane spell failure if the spell in question has a somatic component. A multiclass arrowsong minstrel still incurs the normal arcane spell failure chance for arcane spells received from other classes.",
    "zhCN": "箭歌咏者擅长所有简易武器，还有长弓、短剑和短弓。箭歌咏者还会擅长轻甲和盾牌（不包括塔盾）。\n箭歌咏者可以在穿着轻甲和使用盾牌时使用吟游诗人法术，而不受到通常的奥术失败率影响。穿着中甲或重甲的吟游诗人同其他奥术施法者一样，如果释放的法术包含姿势成分，则需要承受奥术失败率。兼职的箭歌咏者在释放其他职业奥术时，依然需要正常承受奥术失败率。",
    "ruRU": "Менестрель Поющих Стрел умеет обращаться со всем простым оружием, а также с длинными и короткими луками, короткими мечами. Помимо этого они умеют носить лёгкую броню и всеми щитами (кроме башенных).\nДаже будучи облачённым в лёгкую броню и с щитом в руке, Менестель Поющих Стрел всё равно способен сотворять заклинания из списка заклинаний барда без обычного для таких случаев шанса провала мистических заклинаний. Если Менестрель Поющих Стрел облачён в среднюю или тяжёлую броню, он подвержен шансу провала мистических заклинаний как любой обычный заклинатель, равно как и при сотворении заклинаний, полученных от уровней в других классах."
  },

  {
    "Key": "ArrowsongMinstrel.ArcaneArchery.Name",
    "ProcessTemplates": false,
    "enGB": "Arcane Archery",
    "zhCN": "奥法箭术",
    "ruRU": "Мистическая стрельба"
  },
  {
    "Key": "ArrowsongMinstrel.ArcaneArchery.Description",
    "enGB": "For the purpose of meeting the requirements of feats and prestige classes, an Arrowsong minstrel treats her bard level as her base attack bonus (in addition to base attack bonuses gained from other classes and Hit Dice).",
    "zhCN": "在计算选择战斗专长的先决条件与进阶职业的先决条件时，箭歌咏者可以将他的吟游诗人等级视为他的基本攻击加值（加在从其他职业与HD获得的基础攻击加值之外）。",
    "ruRU": "При расчёте Базового Бонуса Атаки для проверки соответствия требованиям черт и Престиж-классов, приавляйте уровень Менестрель Поющих Стрел вместо полученного от него бонуса (помимо бонусов полученного от уровней в других классах и от Костей Здоровья)."
  },

  {
    "Key": "ArrowsongMinstrel.ArcaneArchery.BonusSpells",
    "ProcessTemplates": false,
    "enGB": "Arcane Archery (Spells)",
    "zhCN": "奥法箭术 （法术）",
    "ruRU": "Мистическая стрельба (Заклинания)"
  },
  {
    "Key": "ArrowsongMinstrel.ArcaneArchery.BonusSpells.Description",
    "enGB": "An Arrowsong minstrel’s skill at ranged martial arts allows her to learn to cast a number of powerful, offensive spells that would otherwise be unavailable to her.\nAt 1st level, she selects 4 spells from the sorcerer/wizard spell list and adds them to her bard spell list as bard spells of the same level. The spells selected must not already be on the bard spell list, and must be 6th level or lower. At 4th level and every 4 bard levels thereafter, she adds an additional sorcerer/wizard spell to her bard spell list.\nAn Arrowsong minstrel is limited to the following spells when adding spells to her spell list in this manner: acid arrow, arrow eruption, flame arrow, hurricane bow, greater magic weapon, longshot, magic weapon, protection from arrows, spectral hand, true strike, and sorcerer/wizard spells of the evocation school. An Arrowsong minstrel must still select these spells as spells known before she can cast them.",
    "zhCN": "箭歌咏者对于武技和法术的理解让他可以学习一些通常的吟游诗人所无法掌握的强大攻性魔法。\n在1级时，箭歌咏者可以将相当于他的魅力调整值（至少为1）数量的法师/术士法术加入他的吟游诗人法术列表，这些法术对应相应的吟游诗人法术环级，不能已经存在于他的吟游诗人法术列表中且最高为6环。在4级和之后每提升4级时，箭歌咏者都可以将一个额外的法师/术士法术加入他的法术列表。\n箭歌咏者可以额外加入法术列表中的法师/术士法术限于以下：强酸箭、箭雨喷发、火焰箭、飓风之弓、高等魔化武器、长距射击、魔化武器、防护箭矢、幽灵手、克敌机先以及所有的塑能系法师/术士法术。箭歌咏者必须学习过这些法术以后才能施展它们。",
    "ruRU": "За счёт своим навыкам дальнего боя, Менестрель Поющих Стрел позволяют ему выучить несколько мощных боевых заклинаний, которые в ином случае были бы ему недоступны.\nНа первом уровне он выбирвает 4 заклинания из списка заклинаний Мага/Колдуна и добавляет их к своему списку заклинаний барда соответствующего уровня. Нельзя выбрать заклинания выше 6-го круга и заклинания, которые уже есть в списке заклинаний барда. На 4-ом уовне и каждые последующие 4 уровня Менестрель поющих Стрел добавляет ещё одно заклинание из списка Колдуна/Мага к своим заклинаниям Барда.\nМенестрель Поющих Стрел не может добавить этим способом любое заклинание - он ограничен следующим списком: Кислотная Стрела, Ливень Стрел, Огненная Стрела, Ураганный Лук, Волшебное Оружие Высшее, Далёкий Выстрел, Волшебное Оружие, Защита от стрел, Призрачная Рука, Верный Удар, и заклинания школы Сотворения из списка Колдуна/Мага. Эти заклинания добавляются только лишь к списку доступных для изучения заклинаний - Менестрель Побщих Стрел всё равно должен изучить их, прежде чем он сможет сотворять их."
  },

  {
    "Key": "ArrowsongMinstrel.SpellStrike.Name",
    "ProcessTemplates": false,
    "enGB": "Arrowsong Strike",
    "zhCN": "箭歌袭",
    "ruRU": "Удар поющей стрелы"
  },
  {
    "Key": "ArrowsongMinstrel.SpellStrike.Description",
    "enGB": "At 6th level, an Arrowsong minstrel can use spellstrike (as per the magus class feature) to cast a single-target ranged touch attack spell and deliver it through a ranged weapon attack. She cannot use spellstrike with normal touch attacks or melee attacks.\nAt 18th level, an Arrowsong minstrel can use spell combat (as per the magus class feature).",
    "zhCN": "在6级时，箭歌咏者可以使用魔战士的法术打击职业能力，但她只能用自己的远程攻击来传递一个单目标且需要远程接触攻击的法术。他无法对常规接触攻击和近战攻击来使用箭歌袭。\n在18级时，箭歌咏者可以使用魔战士的法术战斗能力。",
    "ruRU": "На 6-ом уровне Менестрель Поющих Стрел получает способность совершать Колдовской Удар(подобно способности Магуса), чтобы сотворить дальнобойное заклинание с атакой касанием, направленное на одиночную цель, и доставить эффект этого заклинания через атаку оружием дальнего боя. Эту разновидность Колдовского Удара нельзя использовать с обычными атаками касанием или с атаками ближнего боя.\nНа 18-ом уровне Менестрель Поющих Стрел получает возможность пользовать Магией в Дистанционном Бою (подобно черте архетипа Чародейский Лучник)."
  },
  // **************************** //

  // ******* Winter Witch ******* //
  {
    "Key": "WinterWitch.Name",
    "ProcessTemplates": false,
    "enGB": "Winter Witch",
    "zhCN": "冰巫",
    "ruRU": "Ведьма Зимы"
  },
  {
    "Key": "WinterWitch.Description",
    "enGB": "Winter witches are drawn to the cold, using it to enhance their powers and ensnare their foes.",
    "zhCN": "冰巫为寒冷所吸引，善用它们来增强自身或阻挠敌人。",
    "ruRU": "Ведьм Зимы манит холод, его использование для собственного усиления и запутывание противников его тенетами"
  },

  {
    "Key": "WinterWitch.IceMagic.Name",
    "ProcessTemplates": false,
    "enGB": "Ice Magic",
    "zhCN": "冰魔法",
    "ruRU": "Магия льда"
  },
  {
    "Key": "WinterWitch.IceMagic.Description",
    "enGB": "When a winter witch casts a spell with the cold descriptor, the save DC of the spell increases by +1. A winter witch cannot learn or cast spells with the fire descriptor at all.",
    "zhCN": "冰巫释放一个带有寒冷描述符的法术时，其DC+1.冰巫不能学习或释放带有火焰描述符的法术。",
    "ruRU": "Когда Ведьма Зимы сотворяет заклинание с дескриптором Холод, сложность спасброска повышается на +1. Ведьма Зимы совершенно неспособна изучать или творить заклинания с дескриптором Огонь."
  },

  {
    "Key": "WinterWitch.ColdFlesh.Name",
    "ProcessTemplates": false,
    "enGB": "Cold Flesh",
    "zhCN": "冰肌",
    "ruRU": "Холодная плоть"
  },
  {
    "Key": "WinterWitch.ColdFlesh.Description",
    "enGB": "At 4th level, a winter witch gains cold resistance 5, making her comfortable in near-freezing temperatures. At 9th-level, this increases to cold resistance 10, and at 14th level, it becomes immunity to cold.",
    "zhCN": "4级时，冰巫获得寒冷抗力 5，在接近冰点的温度下感到舒适。9级时这个抗力变为 10，14级时免疫寒冷。",
    "ruRU": "На 4-ом кровне Ведьма Зимы получает Сопротивление холоду 5, не чувствуя дискомфорта даже на лютом морозе. На 9-ом уровне, значение Сопротивления Холоду увеличивается до 10, а на 14-ом уровне Ведьма становится невосприимчива к холоду."
  },

  {
    "Key": "WinterWitch.FrozenCaress.Name",
    "ProcessTemplates": false,
    "enGB": "Frozen Caress",
    "zhCN": "冰之爱抚",
    "ruRU": "Морозная ласка"
  },
  {
    "Key": "WinterWitch.FrozenCaress.Description",
    "enGB": "Whenever the winter witch casts a touch spell, she can infuse the magic with cold as a swift action. This grants the spell the cold descriptor, and adds 1d4 points of cold damage to the spell’s effect. If the touch spell allows a saving throw, a successful save negates this additional cold damage.",
    "zhCN": "每当冰巫释放一个接触法术时，她可以用一个迅捷动作在其中融入寒冷魔力。这使得此法术获得寒冷描述符，并为其效果添加14d寒冷伤害。如果该法术允许豁免，一次成功的豁免检定可以无效额外寒冷伤害的效果。 "
  }
  // **************************** //
]