[
  {
    "Key": "Swashbuckler.Name",
    "ProcessTemplates": false,
    "enGB": "Swashbuckler",
    "zhCN": "游荡剑客"
  },

  {
    "Key": "Swashbuckler.Description",
    "enGB": "Combining fancy footwork with quick and precise lunges, swashbucklers dart in and out of battle, harassing and thwarting their opponents. These fast and agile combatants serve as protectors for spellcasters and flank mates for rogues and slayers, while waiting for the opportunity to show panache and score the killing blow on some lumbering hulk. Swashbucklers often face death with wry humor, mocking it with jabbing wit.",
    "zhCN": "游荡剑客使用梦幻般的步伐和快而精准的突刺，进出战场扰乱和阻碍敌人。这个快速而敏捷的战士是施法者的护卫，也是盗贼和杀手的好战友，在有机会展示自己的勇气并对那些大笨蠢物进行最后一击之前，游荡剑客会用幽默的态度直面死亡，并且用自己的智慧狠狠地进行还击。"
  },

  {
    "Key": "Proficiencies.Name",
    "ProcessTemplates": false,
    "enGB": "Swashbuckler Proficiencies",
    "zhCN": "游荡剑客擅长"
  },

  {
    "Key": "Proficiencies.Description",
    "enGB": "Swashbucklers are proficient with simple and martial weapons, as well as light armor and bucklers.",
    "zhCN": "游荡剑客擅长所有的简单和军用武器。游荡剑客擅长所有的轻甲以及小圆盾。"
  },

  {
    "Key": "Panache.Name",
    "ProcessTemplates": false,
    "enGB": "Panache",
    "zhCN": "派头"
  },

  {
    "Key": "Panache.Description",
    "enGB": "More than just a lightly armored warrior, a swashbuckler is a daring combatant. She fights with panache: a fluctuating measure of a swashbuckler’s ability to perform amazing actions in combat. At the start of each day, a swashbuckler gains a number of panache points equal to her Charisma modifier (minimum 1). Her panache goes up or down throughout the day, but usually cannot go higher than her Charisma modifier (minimum 1), though feats and magic items can affect this maximum. A swashbuckler spends panache to accomplish deeds (see below), and regains panache in the following ways.\nCritical Hit with a Light or One-Handed Piercing Melee Weapon: Each time the swashbuckler confirms a critical hit with a light or one-handed piercing melee weapon, she regains 1 panache point. Confirming a critical hit on a helpless or unaware creature or a creature that has fewer Hit Dice than half the swashbuckler’s character level doesn’t restore panache.\nKilling Blow with a Light or One-Handed Piercing Melee Weapon: When the swashbuckler reduces a creature to 0 or fewer hit points with a light or one-handed piercing melee weapon attack while in combat, she regains 1 panache point. Destroying an unattended object, reducing a helpless or unaware creature to 0 or fewer hit points, or reducing a creature that has fewer Hit Dice than half the swashbuckler’s character level to 0 or fewer hit points doesn’t restore any panache.",
    "zhCN": "游荡剑客不仅仅是一个穿着轻甲的战士，她还是个有派头的战斗者。游荡剑客使用时髦值作战：这是一种表示游荡剑客在战斗中完成惊人动作的能力的指标。在每天开始时，游荡剑客在时髦值上获得等于其魅力调整值的点数（至少为1）。时髦值在一天当中不停上下浮动，但一般不能高于游荡剑客的魅力调整值（至少为1），不过一些专长和魔法物品可能会影响这一最大值。游荡剑客花费时髦值来完成壮举（见下文），并通过下述方式恢复时髦值。\n轻型或单手穿刺近战武器重击：每当游荡剑客在战斗中使用轻型或单手穿刺武器重击并成功确认时，她恢复1点时髦值。对无助或无知觉的生物、或对生命骰数低于游荡剑客人物等级一半的生物造成重击，并不会恢复时髦值。\n使用轻型或单手穿刺近战武器做出致命一击：每当游荡剑客在战斗中使用轻型或单手穿刺武器将一个生物的生命值降至0或更低时，她恢复1点时髦值。破坏一个目标或其他无主物品，击杀无助、无知觉、或者生命骰数低于游荡剑客人物等级一半的生物，并不会恢复时髦值。"
  },

  {
    "Key": "Panache.DescriptionShort",
    "enGB": "More than just a lightly armored warrior, a swashbuckler is a daring combatant. She fights with panache: a fluctuating measure of a swashbuckler’s ability to perform amazing actions in combat. At the start of each day, a swashbuckler gains a number of panache points equal to her Charisma modifier (minimum 1). Her panache goes up or down throughout the day, but usually cannot go higher than her Charisma modifier (minimum 1), though feats and magic items can affect this maximum.",
    "zhCN": "游荡剑客不仅仅是一个穿着轻甲的战士，她还是个有派头的战斗者。游荡剑客使用时髦值作战：这是一种表示游荡剑客在战斗中完成惊人动作的能力的指标。在每天开始时，游荡剑客在时髦值上获得等于其魅力调整值的点数（至少为1）。时髦值在一天当中不停上下浮动，但一般不能高于游荡剑客的魅力调整值（至少为1），不过一些专长和魔法物品可能会影响这一最大值。"
  },

  {
    "Key": "Finesse.Name",
    "ProcessTemplates": false,
    "enGB": "Swashbuckler Finesse",
    "zhCN": "巧手游荡剑客"
  },

  {
    "Key": "Finesse.Description",
    "enGB": "At 1st level, a swashbuckler gains the benefits of the Weapon Finesse feat with light or one-handed piercing melee weapons, and she can use her Charisma score in place of Intelligence as a prerequisite for combat feats. This ability counts as having the Weapon Finesse feat for purposes of meeting feat prerequisites.",
    "zhCN": "1级时，游荡剑客在使用轻型或单手穿刺类近战武器时获得武器娴熟专长的效果。除此之外，游荡剑客可以用魅力属性代替智力满足战斗专长的前提。这个职业能力在满足其他专长的前提条件时视作“武器娴熟”专长。"
  },

  {
    "Key": "CharmedLife.Name",
    "ProcessTemplates": false,
    "enGB": "Charmed Life",
    "zhCN": "快乐人生"
  },

  {
    "Key": "CharmedLife.Description",
    "enGB": "At 2nd level, the swashbuckler gains a knack for getting out of trouble. Three times per day as an immediate action before attempting a saving throw, she can add her Charisma modifier to the result of the save. She must choose to do this before the roll is made. At 6th level and every 4 levels thereafter, the number of times she can do this per day increases by one (to a maximum of 7 times per day at 18th level).",
    "zhCN": "2级时，游荡剑客学会了怎么避免麻烦。每天3次，在尝试进行一次豁免检定前，用一个直觉动作，游荡剑客可以将自己的魅力加值加到豁免结果上。她必须在投骰之前决定使用这个能力，并且每次进行豁免只能使用一次这种能力。在6级和之后的每4级，游荡剑客会获得1次额外的该能力使用次数（18级时最大每天7次）。"
  },

  {
    "Key": "Nimble.Name",
    "ProcessTemplates": false,
    "enGB": "Nimble",
    "zhCN": "机敏"
  },

  {
    "Key": "Nimble.Description",
    "enGB": "At 3rd level, a swashbuckler gains a +1 dodge bonus to AC while wearing light or no armor. Anything that causes the swashbuckler to lose her Dexterity bonus to AC also causes her to lose this dodge bonus. This bonus increases by 1 for every 4 levels beyond 3rd (to a maximum of +5 at 19th level).",
    "zhCN": "3级起，当游荡剑客穿着轻甲或无甲时AC获得+1闪避加值。任何使游荡剑客无法将敏捷加至AC的效果均会令本能力无效。此加值在3级后的每4级再+1，19级时为最大的+5。"
  },

  {
    "Key": "FTraining.Name",
    "ProcessTemplates": false,
    "enGB": "Fighter Training",
    "zhCN": "战士训练"
  },

  {
    "Key": "FTraining.Description",
    "enGB": "Swashbuckler levels are considered fighter levels for the purpose of meeting combat feat prerequisites.",
    "zhCN": "在选择战斗专长时，游荡剑客等级可以作为战士等级满足专长的前提条件。"
  },

  {
    "Key": "BFeat.Name",
    "ProcessTemplates": false,
    "enGB": "Bonus Feats",
    "zhCN": "额外专长"
  },

  {
    "Key": "BFeat.Description",
    "enGB": "At 4th level and every 4 levels thereafter, a swashbuckler gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as combat feats.",
    "zhCN": "4级以及之后每4级，游荡剑客在正常提升之外获得一项额外专长。这些额外专长必须为战斗专长。"
  },

  {
    "Key": "WTraining.Name",
    "ProcessTemplates": false,
    "enGB": "Swashbuckler Weapon Training",
    "zhCN": "游荡剑客武器训练"
  },

  {
    "Key": "WTraining.Description",
    "enGB": "At 5th level, a swashbuckler gains a +1 bonus on attack and damage rolls with one-handed or light piercing melee weapons. While wielding such a weapon, she gains the benefit of the Improved Critical feat. These attack and damage bonuses increase by 1 for every 4 levels beyond 5th level (to a maximum of +4 at 17th level).",
    "zhCN": "5级时，游荡剑客在使用单手或轻型穿刺近战武器时在攻击和伤害检定时获得+1加值。除此以外，当使用单手或轻型近战武器时，游荡剑客还会获得对应的精通重击专长效果。这个加值在5级后的每4级会额外加1（最大在17级时达到+4）。"
  },

  {
    "Key": "WMastery.Name",
    "ProcessTemplates": false,
    "enGB": "Swashbuckler Weapon Mastery",
    "zhCN": "游荡剑客武器大师"
  },

  {
    "Key": "WMastery.Description",
    "enGB": "At 20th level, when a swashbuckler threatens a critical hit with a light or one-handed piercing melee weapon, that critical is automatically confirmed. Furthermore, the critical modifiers of such weapons increase by 1 (×2 becomes ×3, and so on).",
    "zhCN": "20级时，当游荡剑客在使用单手或轻型穿刺近战武器造成重击威胁时，重击确认自动成功。额外地，游荡剑客重击时的伤害倍数将会额外加1（如X2会变为X3）。"
  },

  {
    "Key": "Deeds.Name",
    "ProcessTemplates": false,
    "enGB": "Deeds",
    "zhCN": "炫技"
  },

  {
    "Key": "Deeds.Description",
    "enGB": "Swashbucklers spend panache points to accomplish deeds. Most deeds grant the swashbuckler a momentary bonus or effect, but some provide longer-lasting effects. Some deeds remain in effect while the swashbuckler has at least 1 panache point, but do not require expending panache to be maintained. A swashbuckler can only perform deeds of her level or lower. Unless otherwise noted, a deed can be performed multiple successive times, as long as the swashbuckler has or spends the required number of panache points to perform the deed.",
    "zhCN": "游荡剑客花费时髦值来实现炫技。大多数炫技使游荡剑客获得一些短暂的加值或效果，但也有一些提供更长时间的持续性效果。一些炫技在游荡剑客拥有至少1点时髦值下持续生效。下面列出了游荡剑客的基本炫技。游荡剑客只能使用等于或低于她等级的炫技。除非特别说明，炫技通常都可以连续多次使用，只要花费对应该动作的适当时髦值即可。"
  },

  {
    "Key": "Derring.Name",
    "ProcessTemplates": false,
    "enGB": "Derring Do",
    "zhCN": "大胆特技"
  },

  {
    "Key": "Derring.Description",
    "enGB": "At 1st level, a swashbuckler can spend 1 panache point when she makes an Athletics or Mobility check to roll 1d6 and add the result to the check. She can do this after she makes the check but before the result is revealed. If the result of the d6 roll is a natural 6, she rolls another 1d6 and adds it to the check. She can continue to do this as long as she rolls natural 6s, up to a number of times equal to her Dexterity modifier (minimum 1).",
    "zhCN": "1级时，一名游荡剑客可以在她进行特技动作、攀爬、逃脱术、飞行、骑术和游泳检定时花费1点时髦值来投一个D6并将结果加到检定结果上。她必须在进行检定之前使用这个能力。如果这次D6投出了自然“6”，她能再投掷一个D6并将结果也加入检定结果。一个游荡剑客最多能通过投出自然“6”继续投骰的次数等于她的敏捷调整值（至少1次）。"
  },

  {
    "Key": "Dodging.Name",
    "ProcessTemplates": false,
    "enGB": "Dodging Panache",
    "zhCN": "闪避派头"
  },

  {
    "Key": "Dodging.Description",
    "enGB": "At 1st level, when an opponent attempts a melee attack against the swashbuckler, the swashbuckler can spend 1 panache point to move 5 feet; doing so grants the swashbuckler a dodge bonus to AC equal to her Charisma modifier (minimum 0) against the triggering attack. This movement doesn’t negate the attack, which is still resolved as if the swashbuckler had not moved from the original square. This movement is not a 5-foot step; it provokes attacks of opportunity from creatures other than the one who triggered this deed. The swashbuckler can only perform this deed while wearing light or no armor, and while carrying no heavier than a light load.",
    "zhCN": "1级时，当一名敌人试图对游荡剑客发动近战攻击时，她可以花费1点时髦值移动5尺，针对此次攻击的AC将获得等同于魅力调整值的加值。这次移动并不能使此次攻击无效，就好像游荡剑客在受到攻击时仍然处在原来的位置，此移动并非5尺快步，因此也会引发除了那个发动攻击的敌人以外的其他敌人的藉机攻击。游荡剑客只能在穿着轻甲或无甲，且负载不超过轻载时使用此炫技。"
  },

  {
    "Key": "SwashParry.Name",
    "ProcessTemplates": false,
    "enGB": "Opportune Parry and Riposte",
    "zhCN": "适时格挡反击"
  },

  {
    "Key": "SwashParry.Description",
    "enGB": "At 1st level, when an opponent makes a melee attack against the swashbuckler, she can spend 1 panache point and expend a use of an attack of opportunity to attempt to parry that attack. The swashbuckler makes an attack roll as if she were making an attack of opportunity; for each size category the attacking creature is larger than the swashbuckler, the swashbuckler takes a –2 penalty on this roll. If her result is greater than the attacking creature’s result, the creature’s attack automatically misses. The swashbuckler must declare the use of this ability after the creature’s attack is announced, but before its attack roll is made. Upon performing a successful parry and if she has at least 1 panache point, the swashbuckler can as an immediate action make an attack against the creature whose attack she parried, provided that creature is within her reach. This deed’s cost cannot be reduced by any ability or effect that reduces the number of panache points a deed costs.",
    "zhCN": "1级时，当一名敌人向游荡剑客发动近战攻击时，她可以花费1点时髦值并使用一次机会攻击的次数来尝试格挡这次攻击。游荡剑客就如同进行一次机会攻击一般做一次攻击检定。如果她的攻击高于对方的攻击，则这次攻击自动失手。发动攻击的生物每比游荡剑客大一个体形，游荡剑客在这次攻击中都会承受-2的罚值。游荡剑客必须在敌人宣告发动攻击而尚未投掷攻击骰时使用这个能力。在一名游荡剑客进行了一次成功的格挡后，只要她还有至少1点时髦值，并且那个生物在她的触及范围之内，就可以用直觉动作向被她阻挡了攻击的敌人发动一次攻击。这个能力的消耗无法被任何能力或效果减少。"
  },

  {
    "Key": "Kip.Name",
    "ProcessTemplates": false,
    "enGB": "Kip-Up",
    "zhCN": "鲤鱼打挺"
  },

  {
    "Key": "Kip.Description",
    "enGB": "At 3rd level, while the swashbuckler has at least 1 panache point, she can kip-up from prone as a move action without provoking an attack of opportunity. She can kip-up as a swift action instead by spending 1 panache point.",
    "zhCN": "3级时，，只要游荡剑客拥有至少1点时髦值，她就能用一个移动动作在不造成藉机攻击的情况下从倒地状态起身。如果她使用1点时髦值，就能用迅捷动作而非移动动作起身。"
  },

  {
    "Key": "Menacing.Name",
    "ProcessTemplates": false,
    "enGB": "Menacing Swordplay",
    "zhCN": "威胁剑舞"
  },

  {
    "Key": "Menacing.Description",
    "enGB": "At 3rd level, while she has at least 1 panache point, when a swashbuckler hits an opponent with a light or one-handed piercing melee weapon, she can choose to use Intimidate to demoralize that opponent as a swift action instead of a standard action.",
    "zhCN": "3级时，只要游荡剑客拥有至少1点时髦值，她就能在使用一个轻型或单手穿刺近战武器命中目标时使用迅捷动作威吓来挫败敌人士气，而非通常的标准动作。"
  },

  {
    "Key": "Precise.Name",
    "ProcessTemplates": false,
    "enGB": "Precise Strike",
    "zhCN": "精确刺击"
  },

  {
    "Key": "Precise.Description",
    "enGB": "At 3rd level, while she has at least 1 panache point, a swashbuckler gains the ability to strike precisely with a light or one-handed piercing melee weapon (though not natural weapon attacks), adding her swashbuckler level to the damage dealt. To use this deed, a swashbuckler cannot attack with a weapon in her other hand or use a shield other than a buckler. She can even use this ability with thrown light or one-handed piercing melee weapons, so long as the target is within 30 feet of her. Any creature that is immune to sneak attacks is immune to the additional damage granted by precise strike, and any item or ability that protects a creature from critical hits also protects a creature from the additional damage of a precise strike. This additional damage is precision damage, and isn’t multiplied on a critical hit. As a swift action, a swashbuckler can spend 1 panache point to double her precise strike’s damage bonus on the next attack. This benefit must be used before the end of her turn, or it is lost. This deed’s cost cannot be reduced by any ability or effect that reduces the amount of panache points a deed costs (such as the Signature Deed feat).",
    "zhCN": "3级时，只要游荡剑客拥有至少1点时髦值，在使用轻型或单手穿刺类近战武器（不能是天生武器）进行攻击时，游荡剑客将她的游荡剑客等级加到伤害上。使用精确刺击时，游荡剑客不能使用另一只手持用武器攻击或持用小圆盾以外的盾牌。另外，只要敌人在距离游荡剑客30尺以内，她还能将精确刺击能力用于轻型或单手穿刺类投掷武器上。任意免疫重击的生物都不受精确刺击影响，并且任意可以防止重击的物品或能力也可以保护生物不受影响。精确刺击造成的额外伤害是精准伤害，因此不能因为重击而翻倍。使用1个迅捷动作，一名游荡剑客可以花费1点时髦值使她的下一次精确刺击伤害翻倍。这次攻击必须在她的回合结束前进行，否则就会失去这个效果。此壮举消耗的时髦值点数，无法通过任何降低时髦值消耗的能力或效果（如标志动作专长）所降低。"
  },
  
  {
    "Key": "PreciseAbility.Description",
    "enGB": "As a swift action, a swashbuckler can spend 1 panache point to double her precise strike’s damage bonus on the next attack. This benefit must be used before the end of her turn, or it is lost. This deed’s cost cannot be reduced by any ability or effect that reduces the amount of panache points a deed costs (such as the Signature Deed feat).",
    "zhCN": "使用1个迅捷动作，一名游荡剑客可以花费1点时髦值使她的下一次精确刺击伤害翻倍。这次攻击必须在她的回合结束前进行，否则就会失去这个效果。此壮举消耗的时髦值点数，无法通过任何降低时髦值消耗的能力或效果（如标志动作专长）所降低。"
  },

  {
    "Key": "Initiative.Name",
    "ProcessTemplates": false,
    "enGB": "Swashbuckler Initiative",
    "zhCN": "游荡剑客之反应"
  },

  {
    "Key": "Initiative.Description",
    "enGB": "At 3rd level, while the swashbuckler has at least 1 panache point, she gains a +2 bonus on initiative checks.",
    "zhCN": "3级时，只要游荡剑客拥有至少1点时髦值，游荡剑客在先攻检定中获得+2加值。除此以外，如果游荡剑客拥有“即时备战”专长，她的手空闲且没有被束缚，并且她的武器并非被藏匿，她就能用拔出一把轻型或单手穿刺武器作为进行先攻检定的一部分。"
  },

  {
    "Key": "Grace.Name",
    "ProcessTemplates": false,
    "enGB": "Swashbuckler's Grace",
    "zhCN": "游荡剑客之优雅"
  },

  {
    "Key": "Grace.Description",
    "enGB": "At 7th level, while the swashbuckler has at least 1 panache point, she moves at full speed when she uses Acrobatics to attempt to move through a threatened area or an enemy’s space.",
    "zhCN": "7级时，只要游荡剑客拥有至少1点时髦值，就可以在使用特技动作检定尝试穿越敌人威胁范围或占据区域的时候不减速。"
  },

  {
    "Key": "GraceAbility.Description",
    "enGB": "You can move through a threatened square without provoking an attack of opportunity from an enemy by using Swashbuckler's Grace while you have more than 1 panache.",
    "zhCN": "拥有拥有至少1点时髦值时，就可以使用游荡剑客之优雅穿越敌人威胁范围时不会受到借机攻击。"
  },

  {
    "Key": "Feint.Name",
    "ProcessTemplates": false,
    "enGB": "Feinted",
    "zhCN": "佯攻"
  },

  {
    "Key": "Feint.Description",
    "enGB": "Denied Dexterity Bonus to AC.",
    "zhCN": "失去AC上的敏捷加值。"
  },

  {
    "Key": "SupFeint.Name",
    "ProcessTemplates": false,
    "enGB": "Superior Feint",
    "zhCN": "迅捷佯攻"
  },

  {
    "Key": "SupFeint.Description",
    "enGB": "At 7th level, a swashbuckler with at least 1 panache point can, as a standard action, purposefully miss a creature she could make a melee attack against with a wielded light or one-handed piercing weapon. When she does, the creature is denied its Dexterity bonus to AC until the start of the swashbuckler’s next turn.",
    "zhCN": "7级时，只要游荡剑客拥有至少1点时髦值，就可以使用轻型或单手穿刺类武器用一个标准动作进行一次近战攻击，并主动放弃该次攻击的命中。如果游荡剑客这么做，她的这次近战攻击的目标会在游荡剑客下一轮开始前失去自己AC上的敏捷加值。"
  },

  {
    "Key": "TargetedStrike.Name",
    "ProcessTemplates": false,
    "enGB": "Targeted Strike",
    "zhCN": "精确瞄准"
  },

  {
    "Key": "TargetedStrike.Description",
    "enGB": "At 7th level, as a full-round action the swashbuckler can spend 1 panache point to make an attack with a single light or one-handed piercing melee weapon that cripples part of a foe’s body. The swashbuckler chooses a part of the body to target. If the attack succeeds, in addition to the attack’s normal damage, the target suffers one of the following effects based on the part of the body targeted. If a creature doesn’t have one of the listed body locations, that body part cannot be targeted. Creatures that are immune to sneak attacks are also immune to targeted strikes. Items or abilities that protect a creature from critical hits also protect a creature from targeted strikes.",
    "zhCN": "7级时，游荡剑客可以通过一个整轮动作花费1点时髦值，对目标身体的特定位置进行一次使用轻型或单手穿刺武器的近战攻击，并在攻击命中时获得下列基于该目标肢体部分的对应效果。若某生物并不拥有某项列出的肢体部分，则无法瞄准此肢体。免疫偷袭的生物同样免疫这些效果。并且任意可以防止重击的物品或能力也可以保护生物不受精确瞄准攻击的影响。"
  },

  {
    "Key": "TSArms.Name",
    "ProcessTemplates": false,
    "enGB": "Targeted Strike - Arms",
    "zhCN": "精确瞄准 - 手臂"
  },

  {
    "Key": "TSArms.Description",
    "enGB": "The target is disarmed for 2 rounds.",
    "zhCN": "目标被缴械2轮。"
  },

  {
    "Key": "TSHead.Name",
    "ProcessTemplates": false,
    "enGB": "Targeted Strike - Head",
    "zhCN": "精确瞄准 - 头部"
  },

  {
    "Key": "TSHead.Description",
    "enGB": "The target is confused for 1 round.",
    "zhCN": "目标困惑1轮。"
  },

  {
    "Key": "TSLegs.Name",
    "ProcessTemplates": false,
    "enGB": "Targeted Strike - Legs",
    "zhCN": "精确瞄准 - 腿部"
  },

  {
    "Key": "TSLegs.Description",
    "enGB": "The target is knocked prone.",
    "zhCN": "目标被击倒。"
  },

  {
    "Key": "TSTorso.Name",
    "ProcessTemplates": false,
    "enGB": "Targeted Strike - Torso",
    "zhCN": "精确瞄准 - 躯干"
  },

  {
    "Key": "TSTorso.Description",
    "enGB": "The target is staggered for 1 round.",
    "zhCN": "目标恍惚1轮。"
  },

  {
    "Key": "Bleed.Name",
    "ProcessTemplates": false,
    "enGB": "Bleeding Wound",
    "zhCN": "伤口出血"
  },

  {
    "Key": "BleedAbility.Description",
    "enGB": "When the swashbuckler hits a living creature with a light or one-handed piercing melee weapon attack, she can spend 1 panache point to have that attack deal additional bleed damage equal to the swashbuckler’s Dexterity modifier.",
    "zhCN": "当游荡剑客用轻型或单手穿刺类近战武器攻击命中一个活物时，她可以用一个自由动作花费1点时髦值来令该次攻击造成额外出血伤害。出血伤害值等于游荡剑客的敏捷调整值。"
  },

  {
    "Key": "BleedDebuff.Description",
    "enGB": "This creature takes hit point damage equal to the Swashbuckler's Dexterity modifier each turn. Bleeding can be stopped through the application of any effect that cures hit point damage (even if the bleed is ability damage).",
    "zhCN": "这个生物每回合受到等于游荡剑客的敏捷调整值的出血伤害。出血可以被任何治疗生命值伤害的效果阻止（即使该出血是属性伤害）。"
  },

  {
    "Key": "SBleed.Name",
    "ProcessTemplates": false,
    "enGB": "Bleeding Wound - Strength",
    "zhCN": "伤口出血 - 力量"
  },

  {
    "Key": "SBleedAbility.Description",
    "enGB": "When the swashbuckler hits a living creature with a light or one-handed piercing melee weapon attack, she can spend 2 panache points to have that attack deal 1 point of Strength bleed damage.",
    "zhCN": "当游荡剑客用轻型或单手穿刺类近战武器攻击命中一个活物时，游荡剑客可以花费2点勇毅值来造成1点力量出血属性伤害。"
  },

  {
    "Key": "SBleedDebuff.Description",
    "enGB": "This creature takes 1 Strength damage each turn. Bleeding can be stopped through the application of any effect that cures hit point damage (even if the bleed is ability damage).",
    "zhCN": "这个生物每回合受到1力量出血属性伤害。出血可以被任何治疗生命值伤害的效果阻止（即使该出血是属性伤害）。"
  },

  {
    "Key": "DBleed.Name",
    "ProcessTemplates": false,
    "enGB": "Bleeding Wound - Dexterity",
    "zhCN": "伤口出血 - 敏捷"
  },

  {
    "Key": "DBleedAbility.Description",
    "enGB": "When the swashbuckler hits a living creature with a light or one-handed piercing melee weapon attack, she can spend 2 panache points to have that attack deal 1 point of Dexterity bleed damage.",
    "zhCN": "当游荡剑客用轻型或单手穿刺类近战武器攻击命中一个活物时，游荡剑客可以花费2点勇毅值来造成1点敏捷出血属性伤害。"
  },

  {
    "Key": "DBleedDebuff.Description",
    "enGB": "This creature takes 1 Dexterity damage each turn. Bleeding can be stopped through the application of any effect that cures hit point damage (even if the bleed is ability damage).",
    "zhCN": "这个生物每回合受到1敏捷出血属性伤害。出血可以被任何治疗生命值伤害的效果阻止（即使该出血是属性伤害）。"
  },

  {
    "Key": "CBleed.Name",
    "ProcessTemplates": false,
    "enGB": "Bleeding Wound - Constitution",
    "zhCN": "伤口出血 - 体质"
  },

  {
    "Key": "CBleedAbility.Description",
    "enGB": "When the swashbuckler hits a living creature with a light or one-handed piercing melee weapon attack, she can spend 2 panache points to have that attack deal 1 point of Constitution bleed damage.",
    "zhCN": "当游荡剑客用轻型或单手穿刺类近战武器攻击命中一个活物时，游荡剑客可以花费2点勇毅值来造成1点体质出血属性伤害。"
  },

  {
    "Key": "CBleedDebuff.Description",
    "enGB": "This creature takes 1 Constitution damage each turn. Bleeding can be stopped through the application of any effect that cures hit point damage (even if the bleed is ability damage).",
    "zhCN": "这个生物每回合受到1体质出血属性伤害。出血可以被任何治疗生命值伤害的效果阻止（即使该出血是属性伤害）。"
  },

  {
    "Key": "BWound.Name",
    "enGB": "Bleeding Wound",
    "zhCN": "伤口出血"
  },

  {
    "Key": "BWound.Description",
    "enGB": "At 11th level, when the swashbuckler hits a living creature with a light or one-handed piercing melee weapon attack, as a free action she can spend 1 panache point to have that attack deal additional bleed damage. The amount of bleed damage dealt is equal to the swashbuckler’s Dexterity modifier (minimum 1). Alternatively, the swashbuckler can spend 2 panache points to deal 1 point of Strength, Dexterity, or Constitution bleed damage instead (swashbuckler’s choice). Creatures that are immune to sneak attacks are also immune to these types of bleed damage.",
    "zhCN": "11级时，当游荡剑客用轻型或单手穿刺类近战武器攻击命中一个活物时，她可以用一个自由动作花费1点时髦值来令该次攻击造成额外出血伤害。出血伤害值等于游荡剑客的敏捷调整值。或者替代性的，游荡剑客可以花费2点勇毅值来造成1点力量、敏捷或体质值的出血伤害（随游荡剑客选择）。免疫偷袭伤害的生物同样免疫任意类型的出血伤害。"
  },

  {
    "Key": "Evasive.Name",
    "enGB": "Evasive",
    "zhCN": "闪避精通"
  },

  {
    "Key": "Evasive.Description",
    "enGB": "At 11th level, while a swashbuckler has at least 1 panache point, she gains the benefits of the evasion, uncanny dodge, and improved uncanny dodge rogue class features. She uses her swashbuckler level as her rogue level for improved uncanny dodge.",
    "zhCN": "11级时，至少拥有1点时髦值的游荡剑客获得反射闪避、直觉闪避和精通直觉闪避等游荡者职业能力。在计算精通直觉闪避能力时，用游荡剑客等级取代游荡者等级。"
  },

  {
    "Key": "Subtle.Name",
    "enGB": "Subtle Blade",
    "zhCN": "狡猾之刃"
  },

  {
    "Key": "Subtle.Description",
    "enGB": "At 11th level, while a swashbuckler has at least 1 panache point, she is immune to disarm, steal, and sunder combat maneuvers made against a light or one-handed piercing melee weapon she is wielding.",
    "zhCN": "11级时，只要游荡剑客拥有至少1点时髦值，她就免疫对于她手持的轻型或单手穿刺类近战武器所发动的缴械、偷窃和破武战技。"
  },

  {
    "Key": "Edge.Name",
    "enGB": "Swashbuckler’s Edge",
    "zhCN": "游荡剑客之骄傲"
  },

  {
    "Key": "Edge.Description",
    "enGB": "At 15th level, while the swashbuckler has at least 1 panache point, she can take 10 on any Athletics or Mobility check, even while distracted or in immediate danger. She can use this ability in conjunction with the derring-do deed.",
    "zhCN": "15级时，只要游荡剑客拥有至少1点时髦值，，就能在进行运动和灵巧检定时取10，即使处于遭受威胁或分心的情况下。这个能力可以同“大胆特技”能力一起使用。"
  },

  {
    "Key": "Dizzying.Name",
    "enGB": "Dizzying Defense",
    "zhCN": "炫目防御"
  },

  {
    "Key": "Dizzying.Description",
    "enGB": "At 15th level, while wielding a light or one-handed piercing melee weapon in one hand, the swashbuckler can spend 1 panache point to take the fighting defensively action as a swift action instead of a standard action. When fighting defensively in this manner, the dodge bonus to AC gained from that action increases to +4, and the penalty to attack rolls is reduced to –2.",
    "zhCN": "15级时，当单手持用轻型或单手穿刺类近战武器时，游荡剑客可以花费一点时髦值用迅捷动作作防御式战斗而非标准动作。当他以此法进行防御式战斗时，该动作提供的闪避AC提高为+4，而攻击罚值减少为-2。"
  },

  {
    "Key": "PerfectThrust.Name",
    "enGB": "Perfect Thrust",
    "zhCN": "完美穿刺"
  },

  {
    "Key": "PerfectThrust.Description",
    "enGB": "At 15th level, while the swashbuckler has at least 1 panache point, she can as a full-round action make a perfect thrust, pooling all of her attack potential into a single melee attack made with a light or one-handed piercing melee weapon. When she does, she makes the attack against the target’s touch AC, and ignores all damage reduction.",
    "zhCN": "15级时，只要游荡剑客拥有至少1点时髦值，就可以使用一个整轮动作发动一次完美穿刺。将她的所有攻击潜能都集中在一把轻型或单手穿刺类武器上。当她这么做的时候，她会发动一次攻击，对抗敌人的接触AC，并且忽略敌人的所有伤害减免。"
  },

  {
    "Key": "CheatDeath.Name",
    "enGB": "Cheat Death",
    "zhCN": "诈死伪装"
  },

  {
    "Key": "CheatDeath.Description",
    "enGB": "At 19th level, whenever the swashbuckler is reduced to 0 hit points or fewer, she can spend all of her remaining panache to instead be reduced to 1 hit point. She must have at least 1 panache point to spend. Effects that kill the swashbuckler outright without dealing hit point damage are not affected by this ability.",
    "zhCN": "19级时，当游荡剑客至少有1点时髦值时，若他的生命值将要被降至0点或以下，她可以消耗所有当前时髦值使生命值只降至1。直接造成游荡剑客死亡而不作用于生命值的效果不受该能力影响。"
  },

  {
    "Key": "Deadly.Name",
    "enGB": "Deadly Stab",
    "zhCN": "死亡突刺"
  },

  {
    "Key": "Deadly.Description",
    "enGB": "At 19th level, when the swashbuckler confirms a critical hit with a light or one-handed piercing melee weapon, in addition to the normal damage, she can spend 1 panache point to inflict a deadly stab. The target must succeed at a Fortitude saving throw or die. The DC of this save is 10 + 1/2 the swashbuckler’s level + the swashbuckler’s Dexterity modifier. This is a death attack. Performing this deed does not grant the swashbuckler a panache point.",
    "zhCN": "19级时，每当游荡剑客使用轻型或单手穿刺类近战武器确认重击时，她可以花费1点时髦值来发动死亡突刺而非造成正常伤害，目标需进行强韧豁免检定，DC等于“10+1/2游荡剑客等级+敏捷调整值”。豁免检定失败则目标死亡。这是个死亡类效果，使用本动作不会使游荡剑客通过造成重击来恢复时髦值。"
  },

  {
    "Key": "Stunning.Name",
    "enGB": "Stunning Stab",
    "zhCN": "晕眩突刺"
  },

  {
    "Key": "Stunning.Description",
    "enGB": "At 19th level, when a swashbuckler hits a creature with a light or one-handed piercing melee weapon, she can spend 2 panache points to stun the creature for 1 round. The creature must succeed at a Fortitude saving throw (DC = 10 + 1/2 the swashbuckler’s level + the swashbuckler’s Dexterity modifier) or be stunned for 1 round. Creatures that are immune to critical hits are also immune to this effect.",
    "zhCN": "19级时，每当游荡剑客使用轻型或单手穿刺类近战武器攻击命中时，她可以花费2点时髦值，迫使对方进行DC为“10+1/2游荡剑客等级+敏捷调整值”的强韧豁免，失败则眩晕1轮。免疫重击的生物同样免疫本效果。"
  },

  {
    "Key": "InspiredBlade.Name",
    "enGB": "Inspired Blade",
    "zhCN": "灵感之刃"
  },

  {
    "Key": "InspiredBlade.Description",
    "enGB": "An inspired blade is both a force of personality and a sage of swordplay dedicated to the perfection of combat with the rapier. They use the science and geometry with swordplay to beautiful and deadly effect.",
    "zhCN": "灵感之刃同时注重人格和智慧的力量，他们专注于完美使用刺剑作战的武艺。他们用科学和几何学来使自己的剑术同时有着美丽和致命的效果。"
  },

  {
    "Key": "InspiredPanache.Name",
    "enGB": "Inspired Panache",
    "zhCN": "灵感派头"
  },

  {
    "Key": "InspiredPanache.Description",
    "enGB": "Each day, an inspired blade gains a number of panache points equal to her Charisma modifier (minimum 1) plus her Intelligence modifier (minimum 1), instead of just her Charisma modifier.\n Unlike other swashbucklers, an inspired blade regains no panache from scoring a killing blow. She regains panache only from scoring a critical hit with a rapier.",
    "zhCN": "每天，一名灵感之刃斗湖获得等同于他的魅力调整值（至少为1）和智力调整值（至少为1）之和的时髦值，而非仅仅等于魅力调整值的时髦值。\n和其他游荡剑客不同，灵感之刃不会在杀死敌人时回复时髦值。他只会在使用刺剑造成重击时回复时髦值。
"
  },

  {
    "Key": "InspiredFinesse.Name",
    "enGB": "Inspired Finesse",
    "zhCN": "巧手灵感"
  },

  {
    "Key": "InspiredFinesse.Description",
    "enGB": "At 1st level, an inspired blade gains the benefits of Weapon Finesse with the rapier (this ability counts as having the Weapon Finesse feat for the purpose of meeting feat prerequisites) and gains Weapon Focus (rapier) as a bonus feat.",
    "zhCN": "在1级时，一名灵感之刃会在使用刺剑时获得武器娴熟专长的好处（这个职业能力在满足其他专长的前提条件时视作“武器娴熟”专长。），除此之外，他还会获得武器专攻（刺剑）作为额外专长。"
  },

  {
    "Key": "InspiredStrike.Name",
    "enGB": "Inspired Strike",
    "zhCN": "灵感打击"
  },

  {
    "Key": "InspiredStrike.Description",
    "enGB": "At 11th level, an inspired blade can spend 1 panache point when making an attack with a rapier to gain an insight bonus on that attack roll equal to her Intelligence modifier (minimum +1). When an inspired blade hits with an attack augmented by inspired strike, she can spend 1 additional panache point to make the hit a critical threat, though if she does so, she does not regain panache if she confirms that critical threat. The cost of this deed cannot be reduced by abilities such as Signature Deed.",
    "zhCN": "在11级时，一名灵感之刃可以花费1点时髦值来在使用细剑进行攻击时获得等同于他的智力调整值（至少为1）的洞察加值。当一名灵感之刃使用灵感打击成功命中目标时，他可以额外花费1点时髦值使这次攻击造成重击威胁。如果他这么做了，这次重击确认时不会使他回复时髦值。该炫技的时髦值消耗不能通过类似标志动作专长这样的能力减少。"
  },

  {
    "Key": "InspiredStrikeAbility.Description",
    "enGB": "An inspired blade can spend 1 panache point when making an attack with a rapier to gain an insight bonus on that attack roll equal to her Intelligence modifier (minimum +1).",
    "zhCN": "一名灵感之刃可以花费1点时髦值来在使用细剑进行攻击时获得等同于他的智力调整值（至少为1）的洞察加值。"
  },

  {
    "Key": "InspiredStrikeCritAbility.Name",
    "enGB": "Inspired Strike (Critical)",
    "zhCN": "灵感打击（重击）"
  },

  {
    "Key": "InspiredStrikeCritAbility.Description",
    "enGB": "When an inspired blade hits with an attack augmented by inspired strike, she can spend 1 additional panache point to make the hit a critical threat, though if she does so, she does not regain panache if she confirms that critical threat.",
    "zhCN": "当一名灵感之刃使用灵感打击成功命中目标时，他可以额外花费1点时髦值使这次攻击造成重击威胁。如果他这么做了，这次重击确认时不会使他回复时髦值。该炫技的时髦值消耗不能通过类似标志动作专长这样的能力减少。"
  },

  {
    "Key": "RTraining.Name",
    "ProcessTemplates": false,
    "enGB": "Rapier Training",
    "zhCN": "刺剑训练"
  },

  {
    "Key": "RTraining.Description",
    "enGB": "At 5th level, an inspired blade gains a +1 bonus on attack rolls and a +2 bonus on damage rolls with rapiers. While wielding a rapier, she gains the benefit of the Improved Critical feat. These attack and damage bonuses increase by 1 for every 4 levels beyond 5th (to a maximum of +4 on attack rolls and +5 on damage rolls at 17th level).",
    "zhCN": "在5级时，灵感之刃在使用刺剑时在攻击检定获得+1加值，并在伤害检定上获得+2加值。除此以外，当使用刺剑时，灵感之刃还会获得精通重击专长的效果。这个加值在5级后的每4级会额外加1（最大在17级时达到+4命中和+5伤害）。"
  },

  {
    "Key": "RMastery.Name",
    "ProcessTemplates": false,
    "enGB": "Rapier Weapon Mastery",
    "zhCN": "刺剑武器大师"
  },

  {
    "Key": "RMastery.Description",
    "enGB": "At 20th level, when an inspired blade threatens a critical hit with a rapier, that critical hit is automatically confirmed. Furthermore, the critical threat range increases by 1 (this increase to the critical threat range stacks with the increase from rapier training, to a total threat range of 14–20), and the critical modifier of the weapon increases by 1 (×2 becomes ×3, for example).",
    "zhCN": "在20级时，一名灵感之刃在使用刺剑造成重击威胁时，重击确认自动成功。额外地，灵感之刃使用细剑时重击范围增加1（这个增加会与刺剑训练能力叠加，因此最终的重击范围为14-20），并且重击时的伤害倍数将会额外加1（如X2会变为X3）。"
  }
]