[
  {
    "Key": "MyFeat.Name",
    "ProcessTemplates": false,
    "enGB": "My Feat"
  },

  {
    "Key": "MyFeat.Description",
    "enGB": "This is my feat, not your feat."
  },
  {
    "Key": "MagicalAptitude.Name",
    "ProcessTemplates": false,
    "enGB": "Magical Aptitude",
    "zhCN": "魔法天赋"
  },

  {
    "Key": "MagicalAptitude.Description",
    "enGB": "You get a +2 bonus on all Spellcraft and Use Magic Device skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill.",
     "zhCN": "你在所有法术技艺和使用魔法装置技能鉴定上获得 +2 加值。如果在这些技能上投入 10 点以上，加值增加到 +4。"
  },

  {
    "Key": "ShadowDancer.Name",
    "ProcessTemplates": false,
    "enGB": "Shadowdancer",
    "zhCN": "影舞者"
  },

  {
    "Key": "ShadowDancer.Description",
    "enGB": "Shadowdancers exist in the boundary between light and darkness, where they weave together the shadows to become half-seen artists of deception. Unbound by any specified morality or traditional code, shadowdancers encompass a wide variety of adventuring types who have seen the value of the dark. Spellcasters use their abilities to safely cast spells from hiding and then move quickly away, while classes devoted to hand-to-hand combat enjoy the ability to attack foes with the element of surprise. Some even take the name of their kind quite literally, becoming eerie and mysterious performers and dancers, though more often the temptation presented by their talents with deception and infiltration causes shadowdancers to turn to lives of thievery.",
    "zhCN": "影舞者生存在光与暗的边界，在那里，他们编织着阴影，令自己成为若隐若现的诡计大师。不受任何特定道德或传统法规的束缚，影舞者由认识到黑暗的价值的多种冒险者组成。施法者们使用自己的能力从暗处安全地施放法术并迅速离开，同时专于白刃战的职业们则享受从暗处突袭敌人的能力。有些人甚至从字面上理解自己的群体，成为了怪异又神秘的表演者和舞者。尽管如此，他们诡诈与渗透性的天赋带来的诱惑通常使得影舞者们趋于以行窃为生。"
  },

  {
    "Key": "ShadowDancerProficiencies.Name",
    "ProcessTemplates": false,
    "enGB": "ShadowDancer Proficiency",
    "zhCN": "影舞者擅长"
  },

  {
    "Key": "ShadowDancerProficiencies.Description",
    "enGB": "Shadowdancers are proficient with the club, crossbow (hand, light, or heavy), dagger (any type), dart, mace, morningstar, quarterstaff, rapier, sap, shortbow (normal and composite), and short sword. Shadowdancers are proficient with light armor but not with shields.",
    "zhCN": "影舞者擅长木棒，十字弓（轻型，重型或手弩），匕首（任意类型），飞镖，硬头锤，钉头锤，木棍，细剑，闷棍，短弓（普通或复合），以及短剑。影舞者擅长轻型盔甲但不擅长盾牌。"
  },

  {
    "Key": "ShadowDancerShadowIllusion.Name",
    "ProcessTemplates": false,
    "enGB": "Shadow Illusion",
    "zhCN": "阴影幻象"
  },

  {
    "Key": "ShadowDancerShadowIllusion.Description",
    "enGB": "When a shadowdancer reaches 3rd level, she can create visual illusions. This ability functions as fade, using the shadowdancer’s level as the caster level. A shadowdancer can use this ability once per day for every two shadowdancer levels she has attained.",
    "zhCN": "当一个影舞者达到3级时，她可以创造出视觉幻象。这一能力与“渐隐术”法术相同，使用影舞者等级作为施法者等级。影舞者每天可以使用此能力每2个影舞者等级1次。"
  },

  {
    "Key": "ShadowDancerShadowCall.Name",
    "ProcessTemplates": false,
    "enGB": "Shadow Call",
    "zhCN": "阴影召唤"
  },

  {
    "Key": "ShadowDancerShadowCall.Description",
    "enGB": "At 4th level, a shadowdancer can create creatures and effects out of raw shadow. This ability functions as shadow conjuration, using charactor level as the caster level. A shadowdancer can use this ability once per day at 4th level, plus one additional time per day for every two levels attained beyond 4th (2/day at 6th level, 3/day at 8th level, and 4/day at 10th level). Upon reaching 10th level, this ability functions as greater shadow conjuration. The DC for this ability is Charisma-based.",
    "zhCN": "4级起，影舞者可以从阴影中制造出生物和效果。这一能力与“幽影咒法术”相同，使用角色等级作为施法者等级。4级时影舞者每天可以使用1次此能力，之后每两级都可以增加每天使用次数1次（6级时每天2次，8级时每天3次，10级时每天4次）。10级之后，此能力升级成为“高等幽影咒法术”。此能力的DC基于魅力。"
  },

  {
    "Key": "ShadowDancerShadowPower.Name",
    "ProcessTemplates": false,
    "enGB": "Shadow Power",
    "zhCN": "阴影能量"
  },

  {
    "Key": "ShadowDancerShadowPower.Description",
    "enGB": "At 8th level, a shadowdancer can use raw shadow to damage her foes. This ability functions as shadow evocation, using charactor level as the caster level. A shadowdancer can use this ability once per day at 8th level, and one additional time per day upon reaching 10th level. The DC for this ability is Charisma-based.",
    "zhCN": "8级时，影舞者可以使用阴影对敌人造成伤害。此能力与“幽影塑能术”相同，使用角色等级作为施法者等级。8级时影舞者可天可以使用1次此能力，10级时每天可以多使用1次。此能力的DC基于魅力。"
  },

  {
    "Key": "ShadowDancerShadowJump.Name",
    "ProcessTemplates": false,
    "enGB": "Shadow Jump",
    "zhCN": "阴影跳跃"
  },

  {
    "Key": "ShadowDancerShadowJump.Description",
    "enGB": "a shadowdancer gains the ability to travel between shadows as if by means of a dimension door spell or the abundant step class feature. You can gain this feat multiple times. Each time you gain 4 additional uses per day.",
    "zhCN": "影舞者可以在阴影之间移动，如同次元门法术或武僧“无相挪移”能力。你可多次选择此专长，获得每天4次使用次数，效果叠加。"
  },

  {
    "Key": "ShadowDancerFeat.Name",
    "ProcessTemplates": false,
    "enGB": "Bonus Feats",
    "zhCN": "影舞者额外专长"
  },

  {
    "Key": "ShadowDancerFeat.Description",
    "enGB": "At 4th, 6th, 8th, and 10th level, a shadowdancer gains a bonus feat. At each such opportunity, he can choose shadow jump, or any feat from the dimentional feat chain. She must still meet all prerequisites for the feat.",
    "zhCN": "在4，6，8，10级时，影舞者可以获得一个奖励专长。她可以挑选阴影跳跃或者任何次元门系列专长。她依然必须达到这些专长的前提要求。"
  },

  {
    "Key": "ShadowDancerShadowMaster.Name",
    "ProcessTemplates": false,
    "enGB": "Shadow Master",
    "zhCN": "阴影宗师"
  },

  {
    "Key": "ShadowDancerShadowMaster.Description",
    "enGB": "At 10th level, whenever a shadowdancer casts a spell or a spell-like ability, or hides in plain sight, for 1d4 turns, she gains DR 10/— and a +2 luck bonus on all saving throws, and whenever she successfully scores a critical hit against a foe, that foe is blinded for 1d6 rounds.",
    "zhCN": "10级时，影舞者施放法术，类法术能力，或使用视线躲藏能力时，她获得伤害减免“10/-”，并且在所有豁免检定中获得+2幸运加值，且她造成重击时，对手被致盲1d6轮。以上效果持续1d4轮。"
  },

  {
    "Key": "DefensiveRoll.Name",
    "ProcessTemplates": false,
    "enGB": "Defensive Roll",
    "zhCN": "防御翻滚"
  },

  {
    "Key": "DefensiveRoll.Description",
    "enGB": "With this advanced talent, the rogue can roll with a potentially lethal blow to take less damage from it than she otherwise would. Once per day, when her HP drops low, she ignores damage that would make her unconscious. She must be aware of the attack and able to react to it in order to execute her defensive roll—if she is denied her Dexterity bonus to AC, she can’t use this ability.",
    "zhCN": "盗贼可以顺着致命打击进行翻滚来降低伤害。每日一次，如果战斗中的伤害会令盗贼陷入昏迷，她无视超额的伤害。她必须觉察到这次攻击并能对其做出反应才能进行“防御翻滚”，如果她失去了AC上的敏捷加值，就无法使用此能力。"
  },

  {
    "Key": "SummonShadowAnimal.Name",
    "ProcessTemplates": false,
    "enGB": "Shadow Bond",
    "zhCN": "幽影联结"
  },

  {
    "Key": "SummonShadowAnimal.Description",
    "enGB": "At 3rd level, a shadowdancer can summon a shadow, as an undead animal companian or a summoned monster.",
    "zhCN": "3级起，影舞者可以召唤一只幽影，一种不死生物阴影，作为亡灵动物伙伴或召唤物。"
  },

  {
    "Key": "ShadowDancerSummonShadow.Name",
    "ProcessTemplates": false,
    "enGB": "Summon Shadow",
    "zhCN": "幽影联结"
  },

  {
    "Key": "ShadowDancerSummonShadow.Description",
    "enGB": "Once per day, as a free action you can summons a shadow which scales with your level. Summoned monsters appear where you designate and act according to their initiative results. They attack your opponents to the best of their ability.",
    "zhCN": "每日一次，你可以用自由动作召唤一个随你成长的幽影。它会在你的回合出现在你指定的位置，并根据其先攻展开行动。它会尽全力攻击你的敌人。"
  },

  {
    "Key": "InheritorCrusader.Name",
    "ProcessTemplates": false,
    "enGB": "Inheritor’s Crusader",
    "zhCN": "后继者远征骑士"
  },

  {
    "Key": "InheritorCrusader.Description",
    "enGB": "Honor, justice, and valor—while many righteous folk believe in these things, a select group of champions live and breathe them. It is in their blood and constantly at the forefront of their thoughts. The teachings of this once small, exclusive group of knights have inspired others, and now heroes all across the world take up swords in the name of these ideals. Most crusaders spend their time advancing the cause of the downtrodden, freeing the oppressed from tyranny and injustice, or helping the timid rise up in the face of evil, though their powers also make them suited for hunting down criminals, breaking the mental shackles of brainwashing and witchcraft, and destroying monsters that pierce the bravest hearts with fear.",
    "zhCN": "勇气、正义与荣耀——虽然许多正义之士都相信这些美德，但有一小群艾奥梅黛的神选勇士则视之为生命。这些理念在他们的血液中流淌，总是出现在他们思想的第一线。这些骑士原本数量稀少且与世独立，但他们的理念启发了众人，而现在格拉利昂各地皆可见到英雄为这些理念而战。大多数的远征骑士把时间用于替受欺压者谋福利、解救被暴政与不公压迫的人们，或者帮助怯懦之人挺身直面邪恶，不过他们的能力也很适合追缉罪犯、打破洗脑或巫术施加的精神枷锁，并消灭那些可以让勇士中的勇士心生恐惧的怪物。"
  },

  {
    "Key": "InheritorCrusaderspellupgrade.Name",
    "ProcessTemplates": false,
    "enGB": "Spells per Day",
    "zhCN": "每日法术"
  },

  {
    "Key": "InheritorCrusaderspellupgrade.Description",
    "enGB": "At each level, the crusader gains new spells per day as if he had gained a level in cleric or paladin (depending on whether he has cleric or paladin levels). The MOD doesn't limit you, but remember by the rules this works like other prestige classes in the base game.",
    "zhCN": "每个等级，远征骑士都会如同他在牧师，战斗祭司或圣武士（取决于他拥有的是牧师，战斗祭司或圣武士等级）上提升等级般获得新的每日法术。本MOD不限制你的选择，但实际上的规则是跟本体游戏里几个进阶职业一样的。"
  },
  {
    "Key": "InheritorCrusaderChampionHonor.Name",
    "ProcessTemplates": false,
    "enGB": "Champion of Honor",
    "zhCN": "荣光神选"
  },

  {
    "Key": "InheritorCrusaderChampionHonor.Description",
    "enGB": "An Inheritor’s crusader can smite evil once (or once more) per day. A crusader’s class levels stack with paladin class levels for the purpose of determining the damage of the paladin’s smite evil ability.",
    "zhCN": "后继者远征骑士可每日使用一次（或额外使用一次）制裁邪恶能力。在决定制裁邪恶能力的伤害时，将远征骑士的等级与圣武士职业等级叠加计算。"
  },

  {
    "Key": "InheritorCrusaderGreaterAura.Name",
    "ProcessTemplates": false,
    "enGB": "Aura of Great Courage",
    "zhCN": "高等勇气灵光"
  },

  {
    "Key": "InheritorCrusaderGreaterAura.Description",
    "enGB": "At 1st level, the crusader gains an aura of courage equivalent to that of a 3rd-level paladin. If the crusader already has this ability, the aura’s range increases to 20 feet.",
    "zhCN": "1级时，远征骑士获得勇气灵光，如同3级圣武士。若远征骑士已经拥有此能力，灵光范围增加至20尺。"
  },

  {
    "Key": "DestroyTyranny.Name",
    "ProcessTemplates": false,
    "enGB": "Destroyer of Tyranny",
    "zhCN": "颠覆暴政"
  },

  {
    "Key": "DestroyTyranny.Description",
    "enGB": "At 2nd level, a crusader can shatter the oppressive influence of others. Dispell any ongoing charm or compulsion effect upon any creature targeted by a crusader’s channel positive energy ability, positive energy fervor or lay on hands, using charactor level as the caster level.",
    "zhCN": "2级时，远征骑士可以粉碎压迫他人的力量。使用角色等级作为施法者等级，尝试解除任何被远征骑士的引导正向能量，正向能量热诚或圣疗作为目标的生物身上正在生效的魅惑或胁迫效果。"
  },

  {
    "Key": "InheritorCrusaderSwordAgainstInjustice.Name",
    "ProcessTemplates": false,
    "enGB": "Sword Against Injustice",
    "zhCN": "剑斩不公"
  },

  {
    "Key": "InheritorCrusaderSwordAgainstInjustice.Description",
    "enGB": "At 3rd level, a crusader may use his power to judge the guilty and absolve the innocent. As a standard action he may announce he is bringing divine judgment upon a target who is accused of a crime (attacking the knight commander of the fifth crusade!); the crusader makes a melee attack with his sword against the target as part of this judgment. if the target is guilty, the attack automatically hits with a flash of white light. This attack requires no attack roll and cannot critically hit. If the target is protected by an effect that inhibits divinations (such as mind blank), the attack bounces off the target with an unpleasant metallic hiss, like quenching a red-hot blade in water. The crusader may use this ability once per day; each additional use beyond the first drains him, causing him to become fatigued. He cannot use this class ability if he is exhausted. He may expend a use of fervor or lay on hands while activating this ability to prevent fatigue.",
    "zhCN": "3级时，远征骑士可以用自己的力量来审判罪人、赦免无辜者。他可以用一个标准动作，宣告自己将为被指控犯罪（袭击指挥官）的对象降下神圣裁决；作为裁决的一部份，远征骑士用他的剑对该目标进行一次攻击。若目标有罪，该次攻击自动命中，并迸发出白色的闪光。此次攻击不需要进行攻击检定，且不会重击。若目标受到能够压制预言系能力的效果影响（例如心灵屏障），则攻击会从目标身上弹开，并且发出彷佛将烧得火红的刀剑放进水中，令人不悦的金属嘶嘶声。远征骑士每天可以使用此能力一次；每天初次使用后的每一次都会消耗角色的体力，让他变得疲乏。他不能在力竭时使用此能力。他可以在启动此能力时，花费一次热诚或圣疗的使用次数来避免陷入疲乏。"
  },

  {
    "Key": "Chevalier.Name",
    "ProcessTemplates": false,
    "enGB": "Chevalier",
    "zhCN": "骑士"
  },

  {
    "Key": "Chevalier.Description",
    "enGB": "Some heroes don’t believe in fancy rules or high creeds or big flowery speeches, they just want to kill evil things, spend time with friends, and swap great tales over a good meal and tasty drinks. Not as stuffy or restrictive as a full-fledged knighthood, in their hearts chevaliers are just good people who want to celebrate the good things in life and fight evil wherever it dares to tread.",
    "zhCN": "有些英雄不信仰繁文缛节，或是花言巧语，她们只想消灭邪恶之物，和伙伴们共度时光，一边侃大山一边喝酒吃肉。不像所谓真正的骑士那样沉闷又规矩，她们只是想要享受生命中的美好，并抗击胆敢侵犯它的邪恶。"
  },

  {
    "Key": "ChevalierReckless.Name",
    "ProcessTemplates": false,
    "enGB": "Recklessness",
    "zhCN": "鲁莽"
  },

  {
    "Key": "ChevalierReckless.Description",
    "enGB": "Sometimes hasty action proves more useful than even the best laid plans. A chevalier gains a morale bonus equal to his class level on attack and damage rolls on the round he enters a battle. ",
    "zhCN": "有时候草率行动比精心策划更有用。骑士在进入战斗的第一轮内，其攻击和伤害骰获得等同于职业等级的士气加值。"
  },

  {
    "Key": "ChevalierControllCharge.Name",
    "ProcessTemplates": false,
    "enGB": "Controlled Charge",
    "zhCN": "严密冲锋"
  },

  {
    "Key": "ChevalierControllCharge.Description",
    "enGB": "At 2nd level, a chevalier gains a +2 bonus to AC when charging.",
    "zhCN": "2级时，骑士在冲锋时获得+2AC加值。"
  },

  {
    "Key": "ChevalierStubbornMind.Name",
    "ProcessTemplates": false,
    "enGB": "Stubborn Mind",
    "zhCN": "坚定心智"
  },

  {
    "Key": "ChevalierStubbornMind.Description",
    "enGB": "At 2nd level, a chevalier gains bonus on saving throws against mind-affecting conditions equal to her strength modifier.",
    "zhCN": "2级时，骑士在抵抗影响心智效应的豁免中获得等同于力量调整值的加值。"
  },

  {
    "Key": "ChevalierSmite.Name",
    "ProcessTemplates": false,
    "enGB": "Smite Evil",
    "zhCN": "制裁邪恶"
  },

  {
    "Key": "ChevalierSmite.Description",
    "enGB": "Once per day, a chevalier can smite evil as if he were a paladin of his character level.",
    "zhCN": "骑士可每日使用一次制裁邪恶能力。在决定制裁邪恶能力的伤害时，她视为纯职圣武士。"
  },

  {
    "Key": "Spellupgrade.Name",
    "ProcessTemplates": false,
    "enGB": "Spells per Day",
    "zhCN": "每日法术"
  },

  {
    "Key": "Spellupgrade.Description",
    "enGB": "When a new level in this class is gained, the character gains new spells as if he had also gained a level in a spellcasting class he belonged to before adding the prestige class. The MOD doesn't limit you, but remember by the rules this works like other prestige classes in the base game.",
    "zhCN": "在这个职业中每获得一个等级，该角色都会如同他在已有的施法者职业上提升等级般获得新的每日法术。本MOD不限制你的选择，但实际上的规则是跟本体游戏里几个进阶职业一样的。"
  },

  {
    "Key": "AgentoftheGrave.Name",
    "ProcessTemplates": false,
    "enGB": "Agent of the Grave",
    "zhCN": "墓穴使徒"
  },

  {
    "Key": "AgentoftheGrave.Description",
    "enGB": "Agents of the Grave learn the deepest arcane secrets in their quest for undeath, gaining undead-like traits before their final shift to a state beyond death. Agents of the Grave master the necromantic arts, yet instead of controlling hordes of undead minions, they instead seek ultimate enlightenment, and possess subtle and murderous skills to help them attain it.",
    "zhCN": "墓穴使徒在探索亡灵之道的过程中掌握了默语魔道最深层的奥术秘密，使得他们在最终晋升为超越死亡的形态之前便已经获得了类似不死生物的特质。由于这些秽恶的力量，加之以掩盖自我意图和拓展知识宽度的能力，在那些意图成为侍奉默语之道的强大法师与牧师，以及寻觅散落在格拉里昂各处的污秽遗迹、零件和尸骸，还有病态秘密的收藏家的人群中，墓穴使徒乃是最为完美的成员。"
  },

  {
    "Key": "AgentoftheGraveLichTouch.Name",
    "ProcessTemplates": false,
    "enGB": "Lich’s Touch",
    "zhCN": "巫妖之触"
  },

  {
    "Key": "AgentoftheGraveLichTouch.Description",
    "enGB": "At 1st level, the Agent of the Grave becomes a conduit for negative energy and the chill powers of death, allowing him to make a melee touch attack dealing 1d6 points of damage from negative energy per level of the Agent of the Grave class he attains. This ability allows him to heal undead minions, and himself upon attaining the negative energy affinity ability at 4th level. He can use this ability a number of times per day equal to 3 + his Charisma bonus.",
    "zhCN": "1级时，墓穴使徒成为负能量与冰冷死亡之力的通道，这让他就能够以近战接触攻击造成每个墓穴使徒等级1d6点负能量伤害。这个能力也允许他治疗不死仆从，当他4级获得负能量亲和（Negative Energy Affinity）能力后，也可以用于治疗他自己。他每天能够使用这个能力的次数等同于3+他的魅力加值。"
  },

  {
    "Key": "AgentoftheGraveUnholyFortitude.Name",
    "ProcessTemplates": false,
    "enGB": "Unholy Fortitude",
    "zhCN": "不洁坚韧"
  },

  {
    "Key": "AgentoftheGraveUnholyFortitude.Description",
    "enGB": "At 1st level, the Agent of the Grave can tap into his conviction and bolster his health. His Constitution bonus is increased to a minimum value equaled with his Charisma bonus.",
    "zhCN": "1级时，墓穴使徒迈向极致的信念强化了他的身体。他将体质加值提升至等同于魅力加值。"
  },

  {
    "Key": "AgentoftheGraveDeathShroud.Name",
    "ProcessTemplates": false,
    "enGB": "Death’s Shroud",
    "zhCN": "死亡尸衣"
  },

  {
    "Key": "AgentoftheGraveDeathShroud.Description",
    "enGB": "As an Agent of the Grave gains power within the organization, he often must infiltrate other groups to gain further knowledge. At 4th level, he learns how to cloak his true intentions, making his alignment undetectable.",
    "zhCN": "由于墓穴使徒需要从组织内汲取力量，他必须经常潜入其他组织以获得更进一步的学识。4级时，他知晓如何隐藏自己的真实意图和角色阵营。"
  },

  {
    "Key": "AgentoftheGraveDesecrate.Name",
    "ProcessTemplates": false,
    "enGB": "Negative Energy Conduit",
    "zhCN": "负能量通道"
  },

  {
    "Key": "AgentoftheGraveDesecrate.Description",
    "enGB": "At 3rd level, an Agent of the Grave bolsters undead around him. As a standard action, an Agent of the Grave manifests an aura identical to the desecrate spell, except this foul aura has a duration of 10 minutes per level. Every undead creature entering a desecrated area gains a +1 profane bonus on all attack rolls, damage rolls, and saving throws. An Agent of the Grave can use this ability once per day. In addition, any undead the Agent of the Grave summons gains +1 hit points per caster level.",
    "zhCN": "3级时，墓穴使徒能够增强围绕着他的不死生物。以一个标准动作，墓穴使徒展现出如同亵渎术一般的灵光，攻击骰，伤害骰和所有豁免均获得+1亵渎加值。不过这个秽恶的灵光只会持续每个等级10分钟。墓穴使徒每天能够使用这个能力一次。此外，墓穴使徒创造的不死生物获得每施法者等级+1生命值。"
  },

  {
    "Key": "AgentoftheGraveGhoul.Name",
    "ProcessTemplates": false,
    "enGB": "Ghoul Transformation",
    "zhCN": "转化食尸鬼"
  },

  {
    "Key": "AgentoftheGraveGhoul.Description",
    "enGB": "Inspired by what was done in the lost chapel, the Agent of the Grave transforms into a ghast while retaining his inteligence as well as class levels. He gains Ghast Special Abilities, bite (1d6) and 2 claws (1d6).",
    "zhCN": "从失落神殿一战中汲取灵感后，墓穴使者转变为保留智慧和职业等级的食尸鬼，他获得食尸鬼的特殊能力，1d6噬咬攻击和2次1d6爪抓。"
  },

  {
    "Key": "AgentoftheGraveVampire.Name",
    "ProcessTemplates": false,
    "enGB": "Vampire Transformation",
    "zhCN": "转化吸血鬼"
  },

  {
    "Key": "AgentoftheGraveVampire.Description",
    "enGB": "The Agent of the Grave is no longer a half-vampire but a real one. He gains Vampire Spawn Special Abilities, Resistence, and 2 slams (1d6).",
    "zhCN": "墓穴使者不再是半吸血鬼，而是真正的吸血鬼。他获得吸血鬼衍体的特殊能力，抗性和1d6挥击。"
  },

  {
    "Key": "AgentoftheGraveSecretDeath.Name",
    "ProcessTemplates": false,
    "enGB": "Secrets of Death",
    "zhCN": "死亡之秘"
  },

  {
    "Key": "AgentoftheGraveSecretDeath.Description",
    "enGB": "The Agent of the Grave gains new insights into the dark arts of necromancy. At the time he gains this ability, the character add all cleric and wizard necromancy spells to a full caster's spell list.",
    "zhCN": "墓穴使徒借由默语魔道把持的秘密洞悉了死灵术的奥妙。当他获得这个能力时，角色将牧师和法师法术列表上的死灵学派法术添加到九环施法者的法术列表中。"
  },

  {
    "Key": "UndeathInitiate.Name",
    "ProcessTemplates": false,
    "enGB": "Undeath Initiate",
    "zhCN": "亡灵之途"
  },

  {
    "Key": "UndeathInitiate.Description",
    "enGB": "At 5th level, an Agent of the Grave has prepared his body and mind for the transition into undeath. Shall he do it now, or wait for a chance to transform into a lich?",
    "zhCN": "5级时，墓穴使徒已经准备好将他的身体与心灵转化为不死生物，他应该立刻动手，还是等待转化巫妖的机会？"
  },

  {
    "Key": "ImbueArrow.Name",
    "ProcessTemplates": false,
    "enGB": "Imbue Arrow",
    "zhCN": "灌法箭"
  },

  {
    "Key": "ImbueArrow.Description",
    "enGB": "At 2nd level, an arcane archer gains the ability to place an area spell upon an arrow. The arrow is fired toward center of the spell’s area. A spell cast in this way uses its own casting time and the arcane archer can fire the arrow as part of the casting. The arrow must be fired during the round that the casting is completed or the spell is wasted. If the arrow misses, the spell is wasted. Click again to cancel.",
    "zhCN": "2级开始，魔射手可在箭上灌注一个区域性法术。向该法术影响区域中心射出。如此施法时耗费法术本身的施法时间，而且射箭视为施法的一部分。施法与射箭必须在同一轮完成，否则法术便失效。如果箭未命中，则法术失效。按第二下可以取消。"
  },

  {
    "Key": "Hinterlander.Name",
    "ProcessTemplates": false,
    "enGB": "Hinterlander",
    "zhCN": "戍乡人"
  },

  {
    "Key": "Hinterlander.Description",
    "enGB": "Hinterlanders shield rural folk from dangerous creatures, extraplanar interlopers, and marauding undead. A hinterlander is skilled with a bow and in tune with the wild, yet capable of harnessing natural resources to nourish mortal communities. They are often touched by the divine, sworn to guard the borders of towns and villages against the forces that threaten to snuff out the hearth fires.",
    "zhCN": "戍乡人从危险的生物、跨位面的入侵者以及肆虐的亡者手中守护着村落。戍乡人是用弓的高手，他们善于融入荒野之中，并利用自然之力来守护凡人构筑起的社群。戍乡人通常都是在受到了神祇的感召之后，誓言守卫那些位于边缘地带的村镇，对抗那些企图熄灭人间烟火的势力。"
  },

  {
    "Key": "HinterlanderFeat.Name",
    "ProcessTemplates": false,
    "enGB": "Master Archer",
    "zhCN": "弓术大师"
  },

  {
    "Key": "HinterlanderFeat.Description",
    "enGB": "At 1st level, and again at 3rd and 5th levels, a hinterlander gains a bonus feat from the following list, even if he doesn’t meet the prerequisites: Deadeye’s Blessing, Far Shot, Point-Blank Shot, Precise Shot, and Rapid Shot. At 3rd level, he adds Improved Precise Shot, Point Blank Master, and Manyshot to the list. At 5th level, he adds Pinpoint Targeting and Mobility to the list.",
    "zhCN": "在第1级、第3级以及第5级，戍乡人均会从后述列表中获得一个奖励专长，即便他并不满足专长的先决条件也可以：艾若斯提的祝福、精准射击、近程射击、快速射击。在第3级时，他将精通精准射击，贴身射击（Point Blank Master；APG）和多重射击加入到列表中。在第5级，他将精确瞄准（Pinpoint Targeting）和灵活移动加入到列表中。"
  },

  {
    "Key": "ImprovedFavor.Name",
    "ProcessTemplates": false,
    "enGB": "Improved Favored Enemy",
    "zhCN": "精通宿敌"
  },

  {
    "Key": "ImprovedFavor.Description",
    "enGB": "The hinterlander gains an additional ability corresponding with the favored enemy chosen. Aberrations: The hinterlander gains a +2 bonus on all saves against spells, spell-like abilities, and supernatural abilities used by aberrations. Constructs: The hinterlander’s ranged attacks ignore the first 10 points of DR or hardness. Evil Outsiders: The hinterlander’s attacks are treated as good weapons for the purposes of overcoming damage reduction. Monstrous Humanoids: The hinterlander gains a +2 bonus on all saves against spells, spell-like abilities, and supernatural abilities used by monstrous humanoids. Undead: A hinterlander’s weapons are infused with divine power, as if the they had the ghost touch weapon special ability.",
    "zhCN": "根据所选择宿敌的类型，戍乡人能获得额外的能力。\n异怪：戍乡人在对抗由异怪所使用的法术、类法术能力和超自然能力（时，所有豁免检定均会获得+2加值。\n构装体： 戍乡人的远程攻击能够忽略构装体的前10点DR或硬度。\n邪恶异界生物：在判断是否能够克服伤害减免时，戍乡人的远程攻击被视为善良武器。\n人型怪物：戍乡人在对抗由人型怪物所使用的法术、类法术能力和超自然能力时，所有豁免检定均会获得+2加值。\n不死生物：从戍乡人手中的长弓所击发的箭矢均被灌入了神圣之力，它能够对任何虚体不死生物造成全额伤害，就如同箭矢具有幽冥特殊能力一般。"
  },

  {
    "Key": "HinterlanderProficiencies.Name",
    "ProcessTemplates": false,
    "enGB": "Weapon and Armor Proficiency",
    "zhCN": "戍乡人擅长"
  },

  {
    "Key": "HinterlanderProficiencies.Description",
    "enGB": "A hinterlander is proficient with all simple weapons, longbows, light armor, medium armor, and shields (except tower shields).",
    "zhCN": "戍乡人擅长所有简易武器、长弓、轻甲、中甲和盾牌（塔盾除外）。"
  },

  {
    "Key": "ArcaneArcher.Name",
    "ProcessTemplates": false,
    "enGB": "Arcane Archer",
    "zhCN": "魔射手"
  },

  {
    "Key": "ArcaneArcher.Description",
    "enGB": "Many who seek to perfect the use of the bow sometimes pursue the path of the arcane archer. Arcane archers are masters of ranged combat, as they possess the ability to strike at targets with unerring accuracy and can imbue their arrows with powerful spells. Arrows fired by arcane archers fly at weird and uncanny angles to strike at foes around corners, and can pass through solid objects to hit enemies that cower behind such cover. At the height of their power, arcane archers can fell even the most powerful foes with a single, deadly shot.",
    "zhCN": "那些希望完善弓技的精灵和半精灵常常选择成为一个魔射手。因其精准的打击，以及施加在箭上的魔法，魔射手掌控着远程战斗。魔射手的箭会可以绕过弯角命中敌人，即使他全身躲在岩石后面，箭也可以穿过掩体完成攻击。在职业巅峰，他可以得到一箭毙命的强大箭术。"
  },

  {
    "Key": "ArcaneArcherProficiencies.Name",
    "ProcessTemplates": false,
    "enGB": "Weapon and Armor Proficiency",
    "zhCN": "魔射手擅长"
  },

  {
    "Key": "ArcaneArcherProficiencies.Description",
    "enGB": "An arcane archer is proficient with all simple and martial weapons, light armor, medium armor, and shields.",
    "zhCN": "魔射手擅长全部简易武器与军用武器、轻型盔甲、中型盔甲与盾牌。"
  },

  {
    "Key": "EnhanceArrows1.Name",
    "ProcessTemplates": false,
    "enGB": "Enhance Arrows",
    "zhCN": "附魔箭"
  },

  {
    "Key": "EnhanceArrows1.Description",
    "enGB": "At 1st level, every arrow an arcane archer nocks and lets fly becomes magical, gaining a +1 enhancement bonus. The bonuses granted by a magic bow apply as normal to arrows that have been enhanced with this ability. Only the larger enhancement bonus applies. Duplicate abilities do not stack.",
    "zhCN": "1级开始，任何由魔射手搭弦并射出的箭会变成魔法箭，具有+1增强加值。由魔法弓带来的增强特性可以正常的附加在这些已被弓箭手能力增强过的箭上。但是除非有更高的加值，否则相同能力不叠加。"
  },

  {
    "Key": "EnhanceArrows2.Name",
    "ProcessTemplates": false,
    "enGB": "Enhance Arrows",
    "zhCN": "附魔箭"
  },

  {
    "Key": "EnhanceArrows2.Description",
    "enGB": "At 3rd level, every arrow fired by an arcane archer gains one of the following elemental themed weapon qualities: flaming, frost, or shock. At 7th level, every non-magical arrow fired by an arcane archer gains one of the following elemental burst weapon qualities: flaming burst, icy burst, or shocking burst. This ability replaces the ability gained at 3rd level.",
    "zhCN": "在3级，每个由魔射手射出的箭获得以下的能量特性之一：炽焰，冻寒，电击。在7级，每个由魔射手射出的非魔法箭获得以下的能量特性之一：焰爆，冰寒，电爆。这取代第3级时取得的能力。"
  },

  {
    "Key": "EnhanceArrows3.Name",
    "ProcessTemplates": false,
    "enGB": "Enhance Arrows",
    "zhCN": "附魔箭"
  },

  {
    "Key": "EnhanceArrows3.Description",
    "enGB": "At 9th level, every arrow fired by an arcane archer gains one of the following aligned weapon qualities: anarchic, axiomatic, holy, or unholy. The arcane archer cannot choose an ability that is the opposite of his alignment (for example, a lawful good arcane archer could not choose anarchic or unholy as his weapon quality).",
    "zhCN": "在9级，每个由魔射手射出的箭获得以下的武器特性之一：秩序，混沌，神圣，邪恶。魔射手不能选择与自身阵营相背的特性。比如守序善良的魔射手不能选择邪恶和混乱特性。"
  },

  {
    "Key": "EnhanceArrows4.Name",
    "ProcessTemplates": false,
    "enGB": "Enhance Arrows",
    "zhCN": "附魔箭"
  },

  {
    "Key": "EnhanceArrows4.Description",
    "enGB": "At 5th level, an arcane archer gains extra reach equal to the range of his bow.",
    "zhCN": "在5级，魔射手获得等同于所持弓攻击范围的额外触及。"
  },

  {
    "Key": "ArcaneArcherSeekerArrow.Name",
    "ProcessTemplates": false,
    "enGB": "Seeker Arrow",
    "zhCN": "追踪箭"
  },

  {
    "Key": "ArcaneArcherSeekerArrow.Description",
    "enGB": "At 4th level, an arcane archer can launch an arrow at a target known to him within range, and the arrow travels to the target, even around corners. Only an unavoidable obstacle or the limit of the arrow’s range prevents the arrow’s flight. This ability negates cover and concealment modifiers, but otherwise the attack is rolled normally. Using this ability is a standard action (and shooting the arrow is part of the action). An arcane archer can use this ability once per day at 4th level, and one additional time per day for every two levels beyond 4th, to a maximum of four times per day at 10th level.",
    "zhCN": "4级开始，魔射手每日可射出一支箭追踪射程内的一个他所知的目标，该箭可以绕过弯角命中敌人。只有遇到不能绕避的障碍物或超出射程时才无法追踪。掩蔽与隐蔽加值对此能力无效，但此外其他攻击相关检定仍照常。使用此能力属于标准动作（射箭为动作的一部分）。4级时魔射手每日可使用1次本能力，此后的每两个等级将增加一次，在第10级时达到最多的4次每日。"
  },

  {
    "Key": "ArcaneArcherPhaseArrow.Name",
    "ProcessTemplates": false,
    "enGB": "Phase Arrow",
    "zhCN": "相位箭"
  },

  {
    "Key": "ArcaneArcherPhaseArrow.Description",
    "enGB": "At 6th level, an arcane archer can launch an arrow once per day at a target known to him within range, and the arrow travels to the target in a straight path, passing through any nonmagical barrier or wall in its way. (Any magical barrier stops the arrow.) This ability negates cover, concealment, armor, and shield modifiers, but otherwise the attack is rolled normally. Using this ability is a standard action (and shooting the arrow is part of the action). An arcane archer can use this ability once per day at 6th level, and one additional time per day for every two levels beyond 6th, to a maximum of three times per day at 10th level.",
    "zhCN": "6级开始，魔射手每日可对射程内已知目标射出一支相位箭，此间会贯穿途中所有非魔法障壁，直线飞抵目标（任何法术障碍都会阻挡箭）。该能力忽视掩蔽、隐蔽加值，以及任何盔甲修正。但此外其他攻击相关检定仍照常。使用此能力属于标准动作（射箭为动作的一部分）。6级时每日可使用1次相位箭，此后每两级增加一次，在第10级时达到最多3次每日。"
  },

  {
    "Key": "ArcaneArcherHailArrow.Name",
    "ProcessTemplates": false,
    "enGB": "Hail of Arrows",
    "zhCN": "箭雨"
  },

  {
    "Key": "ArcaneArcherHailArrow.Description",
    "enGB": "In lieu of his regular attacks, once per day an arcane archer of 8th level or higher can fire an arrow at each and every target within range. Each attack uses the archer’s primary attack bonus, and each enemy may only be targeted by a single arrow.",
    "zhCN": "8级开始，替代一般攻击，魔射手可同时对射程内所有目标各射一箭。该能力每日可使用一次。每支箭的攻击都使用射手的主要攻击加值，同时只能向每个敌人射一箭。"
  },

  {
    "Key": "ArcaneArcherDeathArrow.Name",
    "ProcessTemplates": false,
    "enGB": "Arrow of Death",
    "zhCN": "死亡箭"
  },

  {
    "Key": "ArcaneArcherDeathArrow.Description",
    "enGB": "At 10th level, an arcane archer can create a special type of slaying arrow that forces the target, if damaged by the arrow’s attack, to make a Fortitude save or be slain immediately. The DC of this save is equal to 20 + the arcane archer’s Charisma modifier. It takes 1 day to make a slaying arrow, and the arrow only functions for the arcane archer who created it. The slaying arrow lasts no longer than 1 year, and the archer can only have one such arrow in existence at a time.",
    "zhCN": "10级开始，魔射手可以使用死亡箭，目标若中此箭，须进行DC为“20+魅力修正”的强韧豁免，未通过则立即死亡。制造死亡箭需要一整天，而且只有制造者能使用。死亡箭至多能保存一年，魔射手不能同时拥有一支以上的死亡箭。"
  },

  {
    "Key": "StormArrow.Name",
    "ProcessTemplates": false,
    "enGB": "Storm of Arrows",
    "zhCN": "箭矢风暴"
  },

  {
    "Key": "StormArrow.Description",
    "enGB": "You've learned a way to increase the number of uses of Hail of Arrows ability. Benefit: You can use Hail of Arrows a number of additional times per day equal to half your mythic rank.",
    "zhCN": "你掌握了多次使用箭雨能力的方法。每有两个神话阶级，你便可以额外使用一次箭雨。"
  },

  {
    "Key": "DeadeyeDevotee.Name",
    "ProcessTemplates": false,
    "enGB": "Deadeye Devotee",
    "zhCN": "神射信徒"
  },

  {
    "Key": "DeadeyeDevotee.Description",
    "enGB": "Dedicated followers of Erastil become closer to their god by mastering archery and caring for each other. They can tap into the power of the Elk Father, who guides and empowers their arrows.",
    "zhCN": "艾若斯提的虔诚信徒通过掌握弓术，彼此关怀来趋向她们的神。她们能沟通橡树父亲的力量，以此指引并强化手中的箭矢。"
  },

  {
    "Key": "DeadeyeDevoteeEnergyArrow.Name",
    "ProcessTemplates": false,
    "enGB": "Energy Arrow",
    "zhCN": "能量箭"
  },

  {
    "Key": "DeadeyeDevoteeEnergyArrow.Description",
    "enGB": "At 4th level, whenever a deadeye devotee cast a cure wounds or inflict wounds spell, it becomes reach. And she can launch an arrow at a target within range as a swift action this turn. The arrow automatically hits and its damage is converted into healing.",
    "zhCN": "4级起，当神射信徒信徒释放治疗伤害或造成伤害法术时，获得及远效果。同时本回合内她可以以一个迅捷动作向射程内的目标射出一箭，箭矢会自动命中并将其伤害转化为治疗。"
  },

  {
    "Key": "ScarSeeker.Name",
    "ProcessTemplates": false,
    "enGB": "Scar Seeker",
    "zhCN": "负痕求道者"
  },

  {
    "Key": "ScarSeeker.Description",
    "enGB": "Some turn their own skins into scarred manuscripts of noteworthy deeds and unforgettable failures. Those who wholly embrace these rites of scarification are known as scar seekers.",
    "zhCN": "至高天神使薇尔迪斯并未要求信徒进行苦修。尽管如此，仍然有一些追随者将自己的肌肤当做纸张，在上面篆刻功绩或者铭刻失败。这些完全接受了具有仪式性的伤疤的人们被称作负痕求道者。"
  },

  {
    "Key": "EnduringScar.Name",
    "ProcessTemplates": false,
    "enGB": "Enduring Scar",
    "zhCN": "不灭圣痕"
  },

  {
    "Key": "EnduringScar.Description",
    "enGB": "As a scar seeker gains levels, he accumulates scars of supernatural significance. He can activate his enduring scars abilities in any combination a number of times per day equal to half his class level plus his Charisma modifier. At 1st level and every 2 class levels thereafter, the scar seeker awakens a new enduring scar selected from the list below.",
    "zhCN": "随着负痕求道者的等级得到提升，他会积累具有超自然含义的伤痕。他可以以任何组合方式启动自身的不灭圣痕能力，每日使用次数为他的职业等级的一半 + 他的魅力调整值。在1级以及之后的每2个等级，负痕求道者都会从后述列表中觉醒1个新的不灭圣痕。"
  },

  {
    "Key": "ScarSeekerBlood.Name",
    "ProcessTemplates": false,
    "enGB": "Blood",
    "zhCN": "鲜血"
  },

  {
    "Key": "ScarSeekerBlood.Description",
    "enGB": "As a swift action, the scar seeker can imbue a melee weapon he wields with the vicious weapon special ability for a number of rounds equal to his Charisma modifier (minimum 1 round). This enchantment stacks with existing vicious effect. At 5th and 9th level, he can select this scar one more time to increase the extra damage by the same amount.",
    "zhCN": "负痕求道者能够以迅捷动作向自身持用的一把近战武器注入恶毒效果，持续轮数等同于他的魅力调整值（最低1轮）。这个效果和武器原有的恶毒效果叠加。5级和9级时，他都能再次选择该圣痕，让额外伤害增加相同数值。"
  },

  {
    "Key": "ScarSeekerHealing.Name",
    "ProcessTemplates": false,
    "enGB": "Healing",
    "zhCN": "治愈"
  },

  {
    "Key": "ScarSeekerHealing.Description",
    "enGB": "When the scar seeker uses his lay on hands ability to heal another creature, the scar seeker can use this scar to heal double the normal amount of damage; however, the scar seeker immediately takes divine damage equal to half the amount he healed.",
    "zhCN": "当负痕求道者使用圣疗能力治疗其他生物时，可以使用该圣痕来让治疗量变为正常的两倍；然而这会让负痕求道者立即受到神力伤害，数值相当于最终治疗量的一半。"
  },

  {
    "Key": "ScarSeekerMartyr.Name",
    "ProcessTemplates": false,
    "enGB": "Martyr",
    "zhCN": "殉道"
  },

  {
    "Key": "ScarSeekerMartyr.Description",
    "enGB": "When the scar seeker is brought below 0 hit points, he can expend all his remaining uses of lay on hands (minimum 1) in order to heal his allies and harm evil enemies in a 30-foot radius. He restores or deals an amount of divine damage equal to 4d6 plus his level, and the damage increases by 1d6 for each use of lay on hands he expends; a creature takes half damage if it succeeds at a Will save (DC = 10 + the scar seeker’s level + his Charisma modifier). The scar seeker must be 5th level in order to select this scar.",
    "zhCN": "当负痕求道者的生命值降至0点以下时，他能够耗尽所有剩余的圣疗使用次数（最低1次），以此在对半径30尺内的盟友进行治疗的同时，以神力伤害该范围内的所有邪恶敌人。他治愈或造成的伤害量等同于4d6 + 他的等级，每发由此方式消耗的圣疗使用次数都会让数值增加1d6点；成功通过意志豁免能够让该能力造成的伤害减半（DC = 10 + 负痕求道者的等级 + 他的魅力调整值）。负痕求道者必须达到5级才能选择该项不灭圣痕。"
  },

  {
    "Key": "ScarSeekerSacrifice.Name",
    "ProcessTemplates": false,
    "enGB": "Sacrifice",
    "zhCN": "牺牲"
  },

  {
    "Key": "ScarSeekerSacrifice.Description",
    "enGB": "Once per round, the scar seeker can share the damage from attacks taken by one ally he can see within 30 feet for the round. The subject gains a +1 deflection bonus to AC and a +1 resistance bonus on saves. The scar seeker must be 3rd level to select this scar.",
    "zhCN": "每轮一次，负痕求道者可以分担盟友受到的伤害，该名盟友与他的距离不得超过30尺，并且能够被他看到。目标在 AC 上获得+1反射加值，并在豁免上获得 +1 抗力加值。负痕求道者必须达到3级才能选择该项圣痕。"
  },

  {
    "Key": "ScarSeekerMercy.Name",
    "ProcessTemplates": false,
    "enGB": "Mercy",
    "zhCN": "恩惠"
  },

  {
    "Key": "ScarSeekerMercy.Description",
    "enGB": "Upon selecting this scar, the scar seeker gains 3 paladin mercy of his choice. A scar seeker’s class levels stack with levels in any other class that grants the mercy ability. The scar seeker must have a Healing enduring scar to select this scar.",
    "zhCN": "选择此项圣痕的负痕求道者可以选择 3 项圣武士的救赎。负痕求道者的等级会与其它给予救赎能力的职业叠加计算效果。负痕求道者必须先拥有治愈圣痕才能选择此项圣痕。"
  },

  {
    "Key": "ScarSeekerSuffering.Name",
    "ProcessTemplates": false,
    "enGB": "Suffering",
    "zhCN": "受难"
  },

  {
    "Key": "ScarSeekerSuffering.Description",
    "enGB": "As a swift action, the scar seeker’s skin and nerves harden until the beginning of his next turn, granting him DR 2/— and a +2 bonus on saving throws against spells and effects with the emotion or fear descriptor. At 7th level, he can select this scar a second time to increase the damage reduction and saving throw bonus to half his class level.",
    "zhCN": "以迅捷动作，负痕求道者的皮肤和精神都会变得更加坚韧，获得DR 2/－，在对抗具有情绪和恐惧描述符的法术和效果时豁免获得+2加值，持续至他的下个回合开始为止。7级起，他能够再次选择该圣痕，来使伤害减免以及豁免检定的加值提升至他的职业等级的一半。"
  },

  {
    "Key": "ScarSeekerTenacity.Name",
    "ProcessTemplates": false,
    "enGB": "Tenacity",
    "zhCN": "顽强"
  },

  {
    "Key": "ScarSeekerTenacity.Description",
    "enGB": "When a scar seeker is struck by a critical hit or struck when flat footed, the scar seeker can gain a +2 morale bonus on attack rolls, skill checks, ability checks, and saving throws for a number of rounds equal to his Charisma modifier. If the scar seeker already receives a morale bonus on one or more of these rolls, the morale bonus increases by 1 while this ability lasts.",
    "zhCN": "当负痕求道者受到了重击或在措手不及时被击中，他在攻击检定、技能检定、属性检定和豁免检定中获得+2士气加值，持续轮数等同于他的魅力调整值。如果负痕求道者在上述检定中的一项或多项上已经获得了士气加值，那么在该能力持续期间，这些士气加值会增加1点。"
  },

  {
    "Key": "ScarSeekerPurify.Name",
    "ProcessTemplates": false,
    "enGB": "Painful Purification",
    "zhCN": "痛楚净身"
  },

  {
    "Key": "ScarSeekerPurify.Description",
    "enGB": "A scar seeker can relive his past sacrifices in order to restore one daily use of his enduring scar’s ability, by taking 1 point of damage per Hit Die he has. This damage can’t be healed by any means other than getting a full night’s rest, which removes all damage dealt in this fashion. This damage cannot be ignored, reduced, or redirected.",
    "zhCN": "负痕求道者可以通过重温过去曾经遭受的痛苦来激活不灭圣痕。负痕求道者能够通过承受每生命骰1点伤害来激活不灭圣痕，恢复一次每日使用次数。这些伤害无法被任何方式治愈，只有进行整夜的休息之后，才能够移除所有由此方式带来的伤害。这些伤害无法被忽略，减免或转移。"
  },

  {
    "Key": "ScarSeekerPurify2.Name",
    "ProcessTemplates": false,
    "enGB": "Sanguine Sacrifice",
    "zhCN": "勇于献身"
  },

  {
    "Key": "ScarSeekerPurify2.Description",
    "enGB": "At 6th level, when a scar seeker uses the painful purification ability, he gains a +1 morale bonus on attack rolls, skill checks, ability checks, and saving throws for 1 hour. Multiple uses of this ability increase the morale bonus by 1 (maximum one-third his class level).",
    "zhCN": "6级起，当负痕求道者使用痛楚净身能力时，他会在攻击检定、技能检定、属性检定以及豁免检定中获得+1士气加值，持续1小时。再次使用该能力会使得这些士气加值增加1点（最高为他的职业等级的三分之一）。"
  },

  {
    "Key": "ScarSeekerChampionHonor.Name",
    "ProcessTemplates": false,
    "enGB": "Champion of Honor",
    "zhCN": "荣光神选"
  },

  {
    "Key": "ScarSeekerChampionHonor.Description",
    "enGB": "A scar seeker can smite evil once (or once more) per day. A crusader’s class levels stack with paladin class levels for the purpose of determining the damage of the paladin’s smite evil ability, but the scar seeker’s effective paladin level equals his class level–3.",
    "zhCN": "负痕求道者可每日使用一次（或额外使用一次）制裁邪恶能力。在决定制裁邪恶能力的伤害时，将远征骑士的等级与圣武士职业等级叠加后-3计算。"
  },

  {
    "Key": "ScarSeekerTrueM.Name",
    "ProcessTemplates": false,
    "enGB": "True Martyr",
    "zhCN": "勇于献身"
  },

  {
    "Key": "ScarSeekerTrueM.Description",
    "enGB": "At 10th level, when a scar seeker uses the painful purification ability, If he would be killed in this round, his blood coalesces in his space in the form of a lawful good monadic deva that fights in his place.",
    "zhCN": "10级起来，当负痕求道者使用痛楚净身能力时，如果会在这一轮死亡，他的血液会汇聚到自身所占据的空间，形成一名守序善良的元素使徒，并于他所在的位置战斗。"
  },

  {
    "Key": "SanguineAngel.Name",
    "ProcessTemplates": false,
    "enGB": "Sanguine Angel",
    "zhCN": "血色天使"
  },

  {
    "Key": "SanguineAngel.Description",
    "enGB": "Sanguine angels are heartless soldiers who have turned to worship infernal demigoddesses. These vengeful devils reward the company’s elite with infernal powers.",
    "zhCN": "欲魔连队的精英成员是这些被称为“血色天使”的无情士兵。在灰少女还是一个世俗组织的时候，这些欲魔中的多数已经开始崇拜被称作“暗夜女王”的女性半神们。这些热衷复仇的魔鬼则回报欲魔连队的精英们以地狱的伟力。"
  },

  {
    "Key": "SanguineAngelHardenedHeart.Name",
    "ProcessTemplates": false,
    "enGB": "Hardened Heart",
    "zhCN": "坚定之心"
  },

  {
    "Key": "SanguineAngelHardenedHeart.Description",
    "enGB": "A sanguine angel adds twice her class level to her intimidate check.",
    "zhCN": "血色天使把她职业等级的两倍加到她的威吓检定上。"
  },

  {
    "Key": "SanguineAngelMaidenShield.Name",
    "ProcessTemplates": false,
    "enGB": "Maiden’s Shield",
    "zhCN": "少女之盾"
  },

  {
    "Key": "SanguineAngelMaidenShield.Description",
    "enGB": "A sanguine angel is treated as if she had the Two-Weapon Fighting, Prodigious Two-Weapon Fighting feat.",
    "zhCN": "血色天使视作拥有双武器战斗，有力双武器战斗专长。"
  },

  {
    "Key": "SanguineAngelFuriousHuntress.Name",
    "ProcessTemplates": false,
    "enGB": "Furious Huntress",
    "zhCN": "狂怒猎手"
  },

  {
    "Key": "SanguineAngelFuriousHuntress.Description",
    "enGB": "The sanguine angel adds her Strength bonus, rather than her Dexterity bonus, to attack rolls made with bows.",
    "zhCN": "代替敏捷调整值，血色天使将她的力量调整值加到使用弓时的攻击骰上。"
  },

  {
    "Key": "SanguineAngelTyrantDiscipline.Name",
    "ProcessTemplates": false,
    "enGB": "Tyrant’s Discipline",
    "zhCN": "暴君戒律"
  },

  {
    "Key": "SanguineAngelTyrantDiscipline.Description",
    "enGB": "At 2nd level, a sanguine angel draws upon her indoctrination, tactical training, and devotion to tyranny to develop potent talents. A sanguine angel selects a discipline from the following list.",
    "zhCN": "欲魔中队的启蒙持续而深入地教导着血色天使，使得她们效忠于地狱女皇，就像昔日灰少女效忠于艾露莎那样。从2级开始，血色天使凭借她接受的教导和战斗训练，以及对暴政的忠诚发展出了强力的天赋。血色天使从下述列表中选取一个戒律。"
  },

  {
    "Key": "SanguineAngelArmoredAngel.Name",
    "ProcessTemplates": false,
    "enGB": "Armored Angel",
    "zhCN": "装甲天使"
  },

  {
    "Key": "SanguineAngelArmoredAngel.Description",
    "enGB": "At 3rd level, a sanguine angel gains the armor training class feature, and more.",
    "zhCN": "3级时，血色天使获得护甲训练，以及更多能力。"
  },

  {
    "Key": "SanguineAngelUnyielding.Name",
    "ProcessTemplates": false,
    "enGB": "Unyielding",
    "zhCN": "永不屈服"
  },

  {
    "Key": "SanguineAngelUnyielding.Description",
    "enGB": "The sanguine angel gains DR 1/-.",
    "zhCN": "血色天使获得DR1/-。"
  },

  {
    "Key": "SanguineAngelAngelDeath.Name",
    "ProcessTemplates": false,
    "enGB": "Angel of Death",
    "zhCN": "死亡天使"
  },

  {
    "Key": "SanguineAngelAngelDeath.Description",
    "enGB": "A sanguine angel’s type changes to outsider (evil, lawful). She gains fire resistance 30, and the see invisibility ability. Ebon-feathered wings emerge from the sanguine angel’s back, granting her a bonus speed of 20 feet.",
    "zhCN": "染血天使的种类变为异界生物（邪恶，守序）。他获得火焰抗力 30 和识破隐形能力。黑檀羽翼从她的背后生出，使她获得 20 尺速度加值。"
  },

  {
    "Key": "SanguineAngelErinyesFury.Name",
    "ProcessTemplates": false,
    "enGB": "Erinyes Fury",
    "zhCN": "欲魔怒火"
  },

  {
    "Key": "SanguineAngelErinyesFury.Description",
    "enGB": "The sanguine angel can enter a dispassionate, murderous state. This functions as the instinctual warrior barbarian’s focused rage ability and her sanguine angel levels instead stack with her barbarian levels to determine the duration of her rage.",
    "zhCN": "血色天使能够进入一种残忍无情的状态。这个能力类似先觉斗士野蛮人变体的狂暴能力，将她的血色天使等级和野蛮人等级叠加，以此来决定她每日的狂暴轮数。"
  },

  {
    "Key": "SanguineAngelKinslayer.Name",
    "ProcessTemplates": false,
    "enGB": "Kinslayer",
    "zhCN": "弑亲者"
  },

  {
    "Key": "SanguineAngelKinslayer.Description",
    "enGB": "The sanguine angel gains favored enemy (humanoids [humans, elfs, dwarfs, halfling, gnome] +2), as per the ranger ability. If the sanguine angel already has the same favored enemy bonus from another class, her existing bonus instead increases by 2.",
    "zhCN": "血色天使获得宿敌（人类，精灵，矮人，半身人，侏儒，+2加值），如同游侠的同名能力。如果血色天使已经从其他职业那里获得了相同的宿敌加值，那么作为代替，她的这个加值提升2。"
  },

  {
    "Key": "HorizonWalker.Name",
    "ProcessTemplates": false,
    "enGB": "Horizon Walker",
    "zhCN": "大地旅者"
  },

  {
    "Key": "HorizonWalker.Description",
    "enGB": "Those whose wanderlust drives them to push the boundary of safe environments sometimes seek the calling of the horizon walker. Horizon walkers are masters of travel, always seeking to find the safe ways through inhospitable terrain. They are comfortable in places others speak of only in hushed whispers, and they can both venture forth onto untrod paths themselves and guide the less-traveled through such hazardous lands.",
    "zhCN": "想要走出安全范围去冒险的发烧驴友们，往往会求助于一名大地旅者。大地旅者是旅行方面的大师，总是在搜索着安全通过敌对区域的路径。他们在别人只会恼怒咒骂的恶劣环境下怡然自得，不仅为自己披荆斩棘拓出新路，同时指点那些缺乏经验的旅人如何通过灾难之域。"
  },

  {
    "Key": "HorizonWalkerMasteryDesert.Name",
    "ProcessTemplates": false,
    "enGB": "Desert",
    "zhCN": "沙漠"
  },

  {
    "Key": "HorizonWalkerMasteryDesert.Description",
    "enGB": "The horizon walker gains immunity to exhaustion.",
    "zhCN": "大地旅者免疫力竭状态。"
  },

  {
    "Key": "HorizonWalkerDominanceDesert.Name",
    "ProcessTemplates": false,
    "enGB": "Desert",
    "zhCN": "沙漠"
  },

  {
    "Key": "HorizonWalkerDominanceDesert.Description",
    "enGB": "The horizon walker gains fire resistance 10 and immunity to fatigue.",
    "zhCN": "大地旅者获得10点火焰抗性，并免疫疲乏效果。"
  },

  {
    "Key": "HorizonWalkerMasteryForest.Name",
    "ProcessTemplates": false,
    "enGB": "Forest",
    "zhCN": "森林"
  },

  {
    "Key": "HorizonWalkerMasteryForest.Description",
    "enGB": "The horizon walker gains a +4 competence bonus on Stealth checks and increases his CMD against grapple maneuvers by +4.",
    "zhCN": "大地旅者获得隐匿技能的+4表现加值，对抗擒抱的CMD同样+4。"
  },

  {
    "Key": "HorizonWalkerDominanceForest.Name",
    "ProcessTemplates": false,
    "enGB": "Forest",
    "zhCN": "森林"
  },

  {
    "Key": "HorizonWalkerDominanceForest.Description",
    "enGB": "The walker’s base speed increases by +10 feet.",
    "zhCN": "大地旅者的陆地速度增加10尺。"
  },

  {
    "Key": "HorizonWalkerMasteryHighlands.Name",
    "ProcessTemplates": false,
    "enGB": "Highlands",
    "zhCN": "山岳"
  },

  {
    "Key": "HorizonWalkerMasteryHighlands.Description",
    "enGB": "The horizon walker gains a +4 competence bonus on Athletics checks and does not lose his Dexterity modifier to AC while climbing.",
    "zhCN": "大地旅者获得运动技能的+4表现加值，并在攀爬时不会失去敏捷带来的AC加值。"
  },

  {
    "Key": "HorizonWalkerDominanceHighlands.Name",
    "ProcessTemplates": false,
    "enGB": "Highlands",
    "zhCN": "山岳"
  },

  {
    "Key": "HorizonWalkerDominanceHighlands.Description",
    "enGB": "The horizon walker gains DR 2/adamantine.",
    "zhCN": "大地旅者获得伤害减免“2/精金”。"
  },

  {
    "Key": "HorizonWalkerMasteryUnderground.Name",
    "ProcessTemplates": false,
    "enGB": "Underground",
    "zhCN": "地下"
  },

  {
    "Key": "HorizonWalkerMasteryUnderground.Description",
    "enGB": "The horizon walker gains Blind-Fight as a bonus feat.",
    "zhCN": "大地旅者获得“盲斗”作为奖励专长。"
  },

  {
    "Key": "HorizonWalkerDominanceUnderground.Name",
    "ProcessTemplates": false,
    "enGB": "Underground",
    "zhCN": "地下"
  },

  {
    "Key": "HorizonWalkerDominanceUnderground.Description",
    "enGB": "The horizon walker gains tremorsense with a 30-foot range. He must be at least 5th level before selecting this power.",
    "zhCN": "大地旅者获得30尺颤动感知。大地旅者必须达到5级才能选取此地形能力。"
  },

  {
    "Key": "HorizonWalkerMasteryUrban.Name",
    "ProcessTemplates": false,
    "enGB": "Urban",
    "zhCN": "城市"
  },

  {
    "Key": "HorizonWalkerMasteryUrban.Description",
    "enGB": "The horizon walker gains a +4 competence bonus on Diplomacy checks.",
    "zhCN": "大地旅者获得交涉技能的+4表现加值。"
  },

  {
    "Key": "HorizonWalkerDominanceUrban.Name",
    "ProcessTemplates": false,
    "enGB": "Urban",
    "zhCN": "城市"
  },

  {
    "Key": "HorizonWalkerDominanceUrban.Description",
    "enGB": "For the purpose of bypassing damage reduction, the horizon walker’s manufactured and natural weapons count as Lawful alignment.The horizon walker gains favored enemy (humanoids [humans] +2), as per the ranger ability. If the horizon walker already has the same favored enemy bonus from another class, her existing bonus instead increases by 2.",
    "zhCN": "大地旅者持用的人工武器或天生武器，在穿透伤害减免时视为守序阵营。大地旅者获得宿敌（类人生物，人类，+2加值），如同游侠的同名能力。如果大地旅者已经从其他职业那里获得了相同的宿敌加值，那么作为代替，她的这个加值提升2。"
  },

  {
    "Key": "HorizonWalkerMasteryAstral.Name",
    "ProcessTemplates": false,
    "enGB": "Astral",
    "zhCN": "星界"
  },

  {
    "Key": "HorizonWalkerMasteryAstral.Description",
    "enGB": "The horizon walker’s fly speed increases by +30 feet on planes with no gravity or subjective gravity.",
    "zhCN": "大地旅者在无重力或主观重力的位面下，飞行速度增加30尺。"
  },

  {
    "Key": "HorizonWalkerDominanceAstral.Name",
    "ProcessTemplates": false,
    "enGB": "Astral",
    "zhCN": "星界"
  },

  {
    "Key": "HorizonWalkerDominanceAstral.Description",
    "enGB": "The horizon walker gains a +1 competence bonus on attack and damage rolls against outsiders. He gains dimension door as a spell-like ability a number of times per day equal to 3 + the character’s Wisdom modifier (caster level equal to the character’s level). He also gains Abudant Step if he has a ki pool.",
    "zhCN": "大地旅者对异界生物的攻击和伤害+1表现加值，并且可以将“任意门”作为类法术能力使用，每天使用次数为“3+感知修正”，施法者等级视为大地旅者人物等级。如果他有气池，还可以使用无相挪移能力。"
  },

  {
    "Key": "HorizonWalkerLikeyAstral.Name",
    "ProcessTemplates": false,
    "enGB": "Favored Terrain - Astral",
    "zhCN": "偏好地形（星界）"
  },

  {
    "Key": "HorizonWalkerLikeyAstral.Description",
    "enGB": "At 3rd level, a ranger may select a type of terrain. The ranger gains a +2 bonus on initiative checks and a few skill checks when he is in this terrain. At 8th level and every five levels thereafter, the ranger may select an additional favored terrain. In addition, at each such interval, the skill bonus and initiative bonus in any one favored terrain (including the one just selected, if so desired) increases by +2.",
    "zhCN": "达到3级时，游侠可以选择一种地形。游侠在当前地形时，进行{g|Encyclopedia:Initiative}先攻{/g}{g|Encyclopedia:Check}检定{/g}、{g|Encyclopedia:Lore_Nature}学识（自然）{/g}、{g|Encyclopedia:Perception}察觉{/g}和{g|Encyclopedia:Stealth}隐匿{/g}{g|Encyclopedia:Skills}技能检定{/g}时获得+2{g|Encyclopedia:Bonus}加值{/g}。\n达到8级时，且之后每提升5级，游侠都可额外选择一种偏好地形。另外，还可使任意一种偏好地形提供的技能加值和先攻加值（可选择刚习得的偏好地形）提高2点。"
  },

  {
    "Key": "HorizonWalkerMasterLands.Name",
    "ProcessTemplates": false,
    "enGB": "Master of All Lands",
    "zhCN": "大地皇者"
  },

  {
    "Key": "HorizonWalkerMasterLands.Description",
    "enGB": "At 10th level, the horizon walker becomes familiar with and comfortable in all possible terrains. His terrain bonus in all favored terrains increases by +2, and he treats all other terrains as if they were favored terrains (+2 bonus). He gains +1 to all saving throws.",
    "zhCN": "10级时，大地旅者对全部地形了如指掌。他的所有偏好地形加值+2，并将其他地形均视为偏好地形（获得+2加值）。所有豁免+1加值。"
  },

  {
    "Key": "HorizonWalkerTerrainMastery.Name",
    "ProcessTemplates": false,
    "enGB": "Terrain Mastery",
    "zhCN": "地形熟稔"
  },

  {
    "Key": "HorizonWalkerTerrainMastery.Description",
    "enGB": "At 2nd level, a horizon walker selects a favored terrain to master; these benefits apply to the horizon walker at all times whether or not he is in the relevant terrain.",
    "zhCN": "2级时，大地旅者可以选择并专精于一种偏好地形。大地旅者无论是否处于该地形中都可享受这些优势。"
  },

  {
    "Key": "HorizonWalkerTerrainDominance.Name",
    "ProcessTemplates": false,
    "enGB": "Terrain Dominance",
    "zhCN": "地形支配"
  },

  {
    "Key": "HorizonWalkerTerrainDominance.Description",
    "enGB": "At 3rd level, a horizon walker learns total dominance over one terrain he has already selected for terrain mastery. When the horizon walker gains a new terrain dominance he may, if he prefers, instead pick an additional terrain mastery.",
    "zhCN": "3级时，大地旅者对他所熟稔的一种地形获得了完全的掌控。当大地旅者可以选择一项新的“地形支配”时，若他愿意，也可代之以选择一项新的“地形熟稔”。"
  },

  {
    "Key": "HorizonWalkerAbyssDominance.Name",
    "ProcessTemplates": false,
    "enGB": "Abyss",
    "zhCN": "深渊"
  },

  {
    "Key": "HorizonWalkerAbyssDominance.Description",
    "enGB": "For the purpose of bypassing damage reduction, the horizon walker’s manufactured and natural weapons count as Good alignment. When dealing with creatures native to abyss, the horizon walker treats his favored terrain bonus for that terrain as a favored enemy bonus (as the ranger class feature) against those creatures. This bonus overlaps (does not stack with) bonuses gained when fighting a favored enemy.",
    "zhCN": "大地旅者持用的人工武器或天生武器，在穿透伤害减免时视为善良阵营。当面对深渊的原住民生物时，大地旅者可将他的偏好地形加值作为宿敌加值使用（参见游侠职业特性）。该加值与宿敌加值等效（并不叠加）。"
  },

  {
    "Key": "HorizonWalkerAbyssMastery.Name",
    "ProcessTemplates": false,
    "enGB": "Abyss",
    "zhCN": "深渊"
  },

  {
    "Key": "HorizonWalkerAbyssMastery.Description",
    "enGB": "If the horizon walker selects a plane with an alignment trait, he can choose to detect as that alignment (fooling all forms of magic divination) as an immediate action; this benefit lasts until he dismisses it (a free action).",
    "zhCN": "若大地旅者选择带有阵营特性的位面，可通过直觉动作在受到侦测时选择成为该阵营（骗过所有形式的魔法侦测）。该效果持续到大地旅者解除之。"
  },

  {
    "Key": "BlackSeraphStyle.Name",
    "ProcessTemplates": false,
    "enGB": "Black Seraph Style",
    "zhCN": "黑堕流"
  },

  {
    "Key": "BlackSeraphStyle.Description",
    "enGB": "You laugh off the cowardly assaults of your foes. Against the abilities of creatures that are shaken, frightened, panicked, or cowering, you gain a +1 profane bonus to your AC and on saving throws. This bonus increases by +1 at character level 5th and at every five levels thereafter.",
    "zhCN": "你嘲笑敌人那懦弱的攻击。在对抗战栗、惊惧、恐慌或畏缩的敌人时，你的防御等级和豁免检定得到+1亵渎加值。此加值在5级和之后每5个等级提高1点。"
  },

  {
    "Key": "BlackSeraphMalevolence.Name",
    "ProcessTemplates": false,
    "enGB": "Black Seraph’s Malevolence",
    "zhCN": "黑堕恶念"
  },

  {
    "Key": "BlackSeraphMalevolence.Description",
    "enGB": "You rip into creatures that cannot withstand your terror. Your unholy weapons become holy at the same time.",
    "zhCN": "你撕碎那些屈服于你的恐怖的生物。你的污邪武器同时成为神圣武器。"
  },

  {
    "Key": "BlackSeraphAnnihilation.Name",
    "ProcessTemplates": false,
    "enGB": "Black Seraph Annihilation",
    "zhCN": "黑堕湮灭"
  },

  {
    "Key": "BlackSeraphAnnihilation.Description",
    "enGB": "You drive your foes before you. Creatures within 30 feet of you can be affected by fear effects even if they are normally immune to fear. Creatures within 30 feet of you that are normally immune to mind-affecting effects can still be affected by demoralize actions, although they gain a +5 resistance bonus if saves are required.",
    "zhCN": "你驱赶面前之敌。距你30尺内的生物即使免疫恐惧也会被恐惧效果影响。距你30尺内的生物即使免疫影响心灵效果也会被打击士气效果影响，但若需要豁免检定则有+5抗力加值。"
  },

  {
    "Key": "ImprovedGrapple.Name",
    "ProcessTemplates": false,
    "enGB": "Grapple",
    "zhCN": "擒抱"
  },

  {
    "Key": "ImprovedGrapple.Description",
    "enGB": "You are skilled at grappling opponents. You do not provoke an attack of opportunity when performing a grapple combat maneuver. In addition, you receive a +2 bonus on checks made to grapple a foe. You also receive a +2 bonus to your Combat Maneuver Defense whenever an opponent tries to grapple you.",
    "zhCN": "You are skilled at grappling opponents. 你使用擒抱战技时不会引发借机攻击。此外你在擒抱检定上获得+2加值，同时在对抗擒抱的战技防御上获得+2加值。"
  },

  {
    "Key": "Grappled.Name",
    "ProcessTemplates": false,
    "enGB": "Grappled",
    "zhCN": "擒抱"
  },

  {
    "Key": "Grappled.Description",
    "enGB": "You are grappled.",
    "zhCN": "你陷入擒抱"
  },

  {
    "Key": "GrappledPin.Name",
    "ProcessTemplates": false,
    "enGB": "Do not Pin",
    "zhCN": "不进行压制"
  },

  {
    "Key": "GrappledPin.Description",
    "enGB": "Deal damage instead.",
    "zhCN": "直接造成伤害"
  },

  {
    "Key": "GrappledTieUp.Name",
    "ProcessTemplates": false,
    "enGB": "Do not Tie Up",
    "zhCN": "不进行捆绑"
  },

  {
    "Key": "GrappledTieUp.Description",
    "enGB": "Deal damage instead.",
    "zhCN": "直接造成伤害"
  },

  {
    "Key": "GrappledReady.Name",
    "ProcessTemplates": false,
    "enGB": "Release Next Turn",
    "zhCN": "下轮脱离"
  },

  {
    "Key": "GrappledReady.Description",
    "enGB": "Although both creatures have the grappled condition, you can, as the creature that initiated the grapple, release the grapple as a free action, removing the condition from both you and the target.",
    "zhCN": "尽管两个生物处于擒抱中彼此缠斗的状态，你作为擒抱的发起方，可以以自由动作脱离擒抱，使得双方彼此都解除擒抱状态。"
  },

  {
    "Key": "GrappledRelease.Name",
    "ProcessTemplates": false,
    "enGB": "Release Grapple",
    "zhCN": "脱离擒抱"
  },

  {
    "Key": "GrappledRelease.Description",
    "enGB": "Although both creatures have the grappled condition, you can, as the creature that initiated the grapple, release the grapple as a free action, removing the condition from both you and the target.",
    "zhCN": "尽管两个生物处于擒抱中彼此缠斗的状态，你作为擒抱的发起方，可以以自由动作脱离擒抱，使得双方彼此都解除擒抱状态。"
  },

  {
    "Key": "ImprovedGrappleMythic.Name",
    "ProcessTemplates": false,
    "enGB": "Grapple (Mythic)",
    "zhCN": "擒抱（神话）"
  },

  {
    "Key": "ImprovedGrappleMythic.Description",
    "enGB": "Your wrestling moves are difficult to counter. You gain a bonus equal to half your tier on checks to grapple, and to your CMD when an opponent tries to grapple you. These bonuses stack with those granted by Improved Grapple.",
    "zhCN": "你的格斗技巧难以招架。在你尝试进行擒抱检定，或者对试图擒抱你的敌人做战技防御（CMD）时，获得等于神话阶层一半的加值。这个加值能够和精通擒抱提供的加值叠加。"
  },

  {
    "Key": "GreaterGrapple.Name",
    "ProcessTemplates": false,
    "enGB": "Greater Grapple",
    "zhCN": "高等擒抱"
  },

  {
    "Key": "GreaterGrapple.Description",
    "enGB": "Maintaining a grapple is second nature to you. You receive a +2 bonus on checks made to grapple a foe. This bonus stacks with the bonus granted by Improved Grapple. Once you have grappled a creature, maintaining the grapple is a move action. This feat allows you to make a second grapple check as a standard action each round to move, harm, or pin your opponent further.",
    "zhCN": "维持擒抱是你的第二天性。你在擒抱检定中获得+2加值，此加值与“精通擒抱”专长带来的加值累计。当你成功擒抱一个生物，可以用移动动作维持擒抱。本专长允许你以标准动作进行第二次擒抱检定来进一步移动、伤害或压制你的对手。"
  },

  {
    "Key": "ManeuverExpert.Name",
    "ProcessTemplates": false,
    "enGB": "Maneuver Expert",
    "zhCN": "战技专家"
  },

  {
    "Key": "ManeuverExpert.Description",
    "enGB": "You always takes a –1 penalty on all saves, as you expend your mythic power whenever you attempt a combat maneuver check to gain the benefits of the Improved and Greater feats tied to that maneuver.",
    "zhCN": "你的所有豁免-1，因为你将这部分神话之力用于在尝试战技检定时，获取对应战技的精通和高等专长效果。"
  },

  {
    "Key": "RapidGrappler.Name",
    "ProcessTemplates": false,
    "enGB": "Rapid Grappler",
    "zhCN": "快速擒抱"
  },

  {
    "Key": "RapidGrappler.Description",
    "enGB": "You are a quick hand at grappling. Whenever you use Greater Grapple to successfully maintain a grapple as a move action, you can then spend a swift action to make a grapple combat maneuver check at a –5 penalty.",
    "zhCN": "你是快速擒抱的专家。当你成功地使用“高等擒抱”以移动动作维持了一次擒抱之后，接下来你只用迅捷动作就可以以承受-5减值进行维持擒抱的战技检定。"
  },

  {
    "Key": "UnfairGrip.Name",
    "ProcessTemplates": false,
    "enGB": "Unfair Grip",
    "zhCN": "盘身扭"
  },

  {
    "Key": "UnfairGrip.Description",
    "enGB": "You learned to fight in places that have no rules of engagement, such as back alleys or fighting pits, and you can grab foes in ways that are difficult to escape. When you perform a grapple combat maneuver, you gain a +1 bonus on checks to maintain your grapple, and +1 bonus to your Combat Maneuver Defense whenever an opponent tries to grapple you.",
    "zhCN": "你在那些全无规则可言的格斗场——比如阿巴萨罗姆的黑街——上磨练自己的摔角技，被你抓住的对手极难挣脱。当你发动擒抱战技攻击时，你在维持擒抱的战技检定上获得+1加值，你的对手在挣脱你的擒抱的战技对抗检定上承受-1减值。"
  },

  {
    "Key": "PinningKnockout.Name",
    "ProcessTemplates": false,
    "enGB": "Pinning Knockout",
    "zhCN": "压制击昏"
  },

  {
    "Key": "PinningKnockout.Description",
    "enGB": "An opponent you have pinned is easy for you to knock out. While you have an opponent pinned, when you succeed at a grapple combat maneuver check to deal an opponent damage, double your damage result.",
    "zhCN": "你能轻松击倒一个被你压制的敌人。当你压制一个对手，如果你成功的进行了一次擒抱战技检定对其造成伤害，你的伤害翻倍。"
  },

  {
    "Key": "PinningRend.Name",
    "ProcessTemplates": false,
    "enGB": "Pinning Rend",
    "zhCN": "压制撕裂"
  },

  {
    "Key": "PinningRend.Description",
    "enGB": "You tear flesh when you damage an opponent that you have pinned. While you have an opponent pinned, when you succeed at a grapple combat maneuver check to deal an opponent damage, they also take 3d6 bleed damage.",
    "zhCN": "你能轻松击倒一个被你压制的敌人。当你压制一个对手，如果你成功的进行了一次擒抱战技检定对其造成伤害，同时产生3d6流血伤害。"
  },

  {
    "Key": "SavageSlam.Name",
    "ProcessTemplates": false,
    "enGB": "Savage Slam",
    "zhCN": "野蛮裂地"
  },

  {
    "Key": "SavageSlam.Description",
    "enGB": "Using your lock on the enemy’s body, you forcefully hurl your opponent to the ground. When you begin your turn grappling an opponent, instead of attempting a combat maneuver check to maintain the grapple, you can try to viciously slam your opponent down. When you deal damage with a grapple combat maneuver check against the opponent, release your grapple and the opponent falls prone.",
    "zhCN": "通过锁住对方的躯体，你有力地将对手摔倒在地。当你以正在擒抱对手的状态开始回合时，作为尝试用战技检定维持擒抱的代替，你可以尝试猛然将敌人摔倒在地上。当你用擒抱战技鉴定对敌人造成伤害时，解开擒抱，且对手会被击倒为俯卧。"
  },

  {
    "Key": "UncannyGrapple.Name",
    "ProcessTemplates": false,
    "enGB": "Uncanny Grapple",
    "zhCN": "粗野擒抱"
  },

  {
    "Key": "UncannyGrapple.Description",
    "enGB": "Upon making a successful Savage Slam against a creature you are grappling, you can throw the target of your grapple up to 10 feet per tier, deal 1d6 points of divine damage per tier and the opponent lands prone.",
    "zhCN": "当你对正在擒抱的对手施加野蛮裂地时，你可以将其投掷到最多每神话阶层 10 尺远处，造成每神话阶层 10 点神力伤害，且目标会被击倒为俯卧。"
  },

  {
    "Key": "HamatulaStrike.Name",
    "ProcessTemplates": false,
    "enGB": "Hamatula Strike",
    "zhCN": "尖刺魔之触"
  },

  {
    "Key": "HamatulaStrike.Description",
    "enGB": "You can catch your opponents on your weapon and hold them in place. Whenever you damage an opponent with a melee piercing weapon, you can immediately make a grapple check; success means the opponent is impaled on your weapon and you both gain the grappled condition. While the opponent is impaled, as an attack action you may make a grapple check on your turn at a -4 penalty to damage the opponent with your weapon, even if your weapon cannot normally be used in a grapple.",
    "zhCN": "你可以用你的武器抓住对手并将它们控制在原地。无论何时，当你的穿刺武器对敌人造成伤害时，你可以立即做一个擒抱检定；如果成功则意味着敌人被你的武器所“刺穿”，你们同时进入擒抱状态。当你的对手处于“刺穿”状态时，在你的回合你可以承受-4罚值的以攻击动作进行擒抱检定来用武器来伤害你的对手，即便是正常擒抱中不能使用的武器此时也可。"
  },

  {
    "Key": "DramaticSlam.Name",
    "ProcessTemplates": false,
    "enGB": "Dramatic Slam",
    "zhCN": "炫目裂地"
  },

  {
    "Key": "DramaticSlam.Description",
    "enGB": "While you are using Savage Slam, if you succeed at your grapple combat maneuver check to knock the opponent prone, you can attempt an Intimidate check to demoralize foes within 30 feet who could see your attack.",
    "zhCN": "当你使用野蛮裂地时，如果你成功用擒抱战技检定击倒了对手，你可以尝试立刻进行威吓鉴定，对30尺内能看到你的敌人进行打击士气。"
  },

  {
    "Key": "KnotExpert.Name",
    "ProcessTemplates": false,
    "enGB": "Knot Expert",
    "zhCN": "绳结专家"
  },

  {
    "Key": "KnotExpert.Description",
    "enGB": "You tie knots in rope with a flick of your wrist, and can do so from the far end of the rope. As a full round action, you can make a range touch attack with it, then attempt a grapple combat maneuver against that creature you hit, adding your tier to your combat maneuver check. If successful, you are not considered to be grappled, though you still can't move.",
    "zhCN": "你用手腕轻轻一抖就能在绳索上打结，在绳索的另一端操纵也一样能做到。以一个整轮动作，你可以对范围内的任何生物进行一次远程接触攻击，如果击中可以尝试使用擒抱战技检定，将你的神话阶层加入战技检定中。如果成功，你不被视为进入擒抱状态，但不能移动。"
  },

  {
    "Key": "AerialAssault.Name",
    "ProcessTemplates": false,
    "enGB": "Aerial Assault",
    "zhCN": "飞跃突袭"
  },

  {
    "Key": "AerialAssault.Description",
    "enGB": "When making a charge attack, you can replace your melee attack from this charge with a grapple check, even if the creature is immune to grapple normally.",
    "zhCN": "当进行冲锋攻击时，你可以将冲锋中的近战攻击改为进行擒抱检定，即使目标生物在通常状况下免疫擒抱也是如此。"
  },

  {
    "Key": "MeatShield.Name",
    "ProcessTemplates": false,
    "enGB": "Meat Shield",
    "zhCN": "肉盾"
  },

  {
    "Key": "MeatShield.Description",
    "enGB": "You can use a creature you’re grappling to protect you from harm. If you’re grappling a creature and are attacked with a melee or ranged attack, once per round you can attempt a grapple combat maneuver check against your grappled opponent. If you succeed, the incoming attack targets your grappled opponent instead of you. If you fail, the grappled opponent breaks free from the grapple and the incoming attack targets you as normal.",
    "zhCN": "你可以使用正在被你擒抱的生物来保护自己免受伤害。若你正在擒抱1名生物，并且受到近战或远程攻击，以直觉动作，你能够尝试进行擒抱战技检定对抗被擒抱的敌人。若成功，到来的攻击会以你擒抱的敌人为目标。若失败，被擒抱的敌人会从擒抱中挣脱，到来的攻击会如常以你为目标。"
  }
]